{"source_text": "患者年龄:５２\n详细病情及咨询目的:我妈妈现在服用的是伲福达和倍他乐克。这段时间的血压又上去了，医生建议服用一天一片，但一片的价格却要六元，这个价格我们有些压力，请问有便宜一点，但疗效一样的药吗？谢谢您！\n本次发病及持续的时间:一个月\n目前一般情况:血压在１５０－９６\n病史:７－８", "target_text": "(1)高血压是一种慢性病,一般多需要坚持长期给药,不能中断.所以,在用药时应选择降压效果好,作用缓和持久,副作用少,使用方便的药物.钙通道阻滞剂硝苯吡啶,尼莫地平;转换酶抑制剂巯甲丙脯酸,开搏通等,不仅可有效地降压,还能保持良好的器官血流灌注,对机体代谢影响不大,可长期服用,应作为基础降压药.(2)使用降压药时,应从小剂量开始,并根据降压效果,逐渐增加剂量,循序渐进,使之既达到最大降压效果,又把药物副作用降低到最小限度.(3)在使用可能引起直立性低血压的降压药物(如呱唑嗪,优降宁,硫酸呱乙啶,甲基多巴等 )时,应向病人交代清楚,在从坐位或卧位起立时,动作要缓慢,特别是夜间起床小便时,更应注意,以免发生昏厥.", "context": ["(1)坚持个体化的用药原则，因为高血压的病因、病程、合并症及其严重程度不同，病人的年龄、性别、体质强弱各异，即使各方面大致相同的病人，对同一降压药的反应也不一致，因此，在治疗时应根据病人的具体情况，有针对性地选择降压药物，切勿按固定的模式治疗。(2)除高血压危象等紧急情况外，切忌血压降得过快，特别是老年人更应注意，以免因血压骤降而导致心、脑、肾等重要脏器损害。上海市胸科医院心内科倪幼方(3)一般从单一药物、小剂量开始降压，逐渐增加剂量。若足量后，仍不能有效地控制血压时，则采用联合用药。(4)要了解降压药物可能出现的毒副作用。有两种以上降压药联合使用时，还应了解药物之间的相互作用及其配伍禁忌。药物联合应用应尽量增加协同降压效果，减少毒副作用。", "(1)高血压是一种慢性病，一般多需要坚持长期给药，不能中断。所以在用药时应选择降压效果好，作用缓和持久，副作用少，使用方便的药物。(2)使用降压药时，应从小剂量开始，并根据降压效果，逐渐增加剂量，循序渐进，使之既达到最大降压效果，又把药物副作用降低到最小限度。(3)在使用可能引起直立性低血压的降压药物时，应向病人交代清楚，在从坐位或卧位起立时，动作要缓慢，特别是夜间起床小便时，更应注意，以免发生昏厥。(4)高血压病一期患者，症状多不明显，或完全无症状，一般经控制体重，限制钠盐，增加活动量等方法即能奏效，不一定用降压药。二期高血压病患者，可采用多种小剂量降压药物联合应用。三期高血压病人多需选用作用较强的降压药。", "下面是该视频的在线观看和主要内容介绍：原发性高血压病是一种以血压升高为主要特征的疾病，可导致高血压脑病、高血压心脏病、高血压肾病等多种并发症，患者应根据自己的病情合理用药，以减缓病程进展，降低心、脑、肾等脏器损害的发生率。北京市垂杨柳医院心内科陈方早期、症状轻、血压稍高且波动不大的病人，以采用非药物治疗为主，包括调整饮食结构和改变不良生活习惯，如减少盐的摄入、戒酒、限盐、适当增加体力活动、控制体重等;注意工作与休息的合理安排，避免持续性精神紧张及过度情绪激动等。高血压患者还应定期观察血压变化，若舒张压持续超过12.70千帕(95毫米汞柱)，头晕、头痛、乏力、失眠等症状较为明显，有心、脑血管病家族史或明显的冠心病危险因素，结合收缩压情况，可考虑服用降压药物以达到及时治疗、长期控制的目的。", "高血压患者用什么药物好，要结合病情，在医生的指导下，选择适合自己的一种或多种药物联合用药的原则来平稳地控制血压。应用降压药物治疗原发性高血压是需要长期服用，因此，选择降压药物温和、缓慢、持久、副作用少，易于病人掌握，且使用方便的口服降压药物。包括氢氯噻嗪、利血平、复方降压片等作为基础的降压药，再按不同病情，选用其他的降压药物。使用降压药一般从小剂量开始，逐渐增加剂量，达到降压目的后，可改用维持量，以巩固疗效。尽可能用最小的维持量，以减少副作用，使用可引起明显直立位低血压的降压药物时，应向病人说明从坐位起立或从平卧位起立时，动作一定要尽量缓慢。", "但是高血压药物有它的用药原则，应用降压药物治疗原发性高血压，需长期服药，选用降压作用温和，缓慢，持久，副作用少，病人易于掌握而使用方便的口服降压药，降压药从小剂量开始，逐渐增加剂量，达到降压目的后可改用维持量，尽可能用最小的维持量已减少副作用。使用可引起明显直立位低血压的降压药物时，应向病人说明从做起改为平卧起立时动作应尽量缓慢，以免血压突然降低而发生的晕厥意外。第一期的病人症状不明显，一般治疗期能奏效，可不必应用降压药物，必要时用少量作用温和的降压药物即可，临床长联合几种药物联同质量，优点为药物协同作用，可提高疗效减少每种剂样的副作用，使血压降为平稳的降压。", "1、应用降压药物治疗原发性高血压，需长期服药。因此宜选用降压作用温和、缓慢、持久、副作用少、病人易于掌握，而且使用方便的口服降压药，如氢氯噻嗪、利血平、复方降压片等，作为基础降压药，再按不同病期选用其他降压药物。2、用降压药一般从小剂量开始，逐渐增加剂量，达到降压目的后，可改用维持量以巩固疗效，尽可能用最小的维持量以减少副作用。　　", "1、应用降压药物治疗原发性高血压，需长期服药。因此宜选用降压作用温和、缓慢、持久、副作用少、病人易于掌握，而且使用方便的口服降压药，如氢氯噻嗪、利血平、复方降压片等，作为基础降压药，再按不同病期选用其他降压药物。2、用降压药一般从小剂量开始，逐渐增加剂量，达到降压目的后，可改用维持量以巩固疗效，尽可能用最小的维持量以减少副作用。", "对于一些降压药物治疗原发性高血压是需要长期服药的，因此宜选用的降压药，作用是一些温和、缓慢、持久副作用少，病人易于掌握而且使用方便的些口服的降压药。例如一些氢氯噻嗪、利血平、复方降压片等作为一些基础的降压药，再按不同的病期选用其他降压药物。用降压药一般要从小剂量开始，逐渐增加剂量，达到降压的目的后，可改用一些维持量以及巩固疗效，尽可能的最小的维持量以减少副作用。使用一些明显直立低位的低血压的降压药物时，宜向病人说明应以坐立位或者是平卧为主，动作应缓慢，特别是在夜间起床时更要注意，以免血压突然降低引起昏厥而发生意外。", "采用药物治疗时，一般首选作用缓和、持久、副作用小的口服制剂，根据个人体质及药物性能逐步调整剂量或联合用药，待血压稳定控制后再酌情减药、减量，并长期服用维持量药物。目前，高血压阶梯治疗方案被广泛采用，其治疗原则是从小剂量的单一药物开始，逐步增加剂量，倘若足量的单一药物不能充分控制血压，则采用两种或两种以上药物联合使用，以将山压控制在正常范围内。多年的临床使用证明，该方案非常有效，但该方案中的利尿剂、β受体阻滞剂可能引起血糖、血脂升高，使患者发生冠心病的危险增加。值得注意的是，在药物治疗的同时，一定不能放松非药物治疗措施，这一点尤为重要。若经合理的、系统的药物治疗仍不能达到满意疗效，则应注意寻找可能的影响因素，并对治疗方案作相应的调整。", "高血压患者应根据病情合理使用降压药，使血压维持在正常或接近正常的水平，对减轻症状，延缓病情进展，防止脑血管意外，衰竭和肾功能衰竭等并发症都有作用。降压药物的种类很多，各有其特点，目前趋向于作用持久，服用次数减少的长效制剂和剂型，以方便病人服用，常规的降压药有：利尿降压剂，中枢神经和交感神经抑制剂，肾上腺素受体阻断剂，酶抑制剂如血管紧张素转换酶抑制剂，钙离子拮抗剂，血管扩张剂，神经节和节后交感神经抑制剂，五羟色胺受体拮抗剂，复方制剂如复方降压片，复方罗布麻等，还有外用贴剂，如李氏药贴、悬压贴、降压申贴等，和降压中成药如山楂，降压胶囊，牛黄降压丸，脑力清等。", "本病多数进展缓慢,需长期耐心而积极地治疗.单纯依靠药物不易获得理想疗效.寻找引起原发性高血压的可能因素,采取措施加以防止,并恢复大脑皮质的正常功能.根据病情合理使用降压药物,使血压维持在正常或接近正常水平,对减轻症状,延缓病情进展以及防止脑血管意外,心力衰竭和肾功能衰竭等并发症都有作用.降压药物种类很多,各有其特点,目前趋向于作用持久,服用次数减少的长效制剂或剂型,以方便病人服用.降压药物选用的原则是：①应用降压药物治疗原发性高血压需长期服药.如氢氯噻嗪,利血平,复方降压片等）作为基础降压药,再按不同病期选用其他降压药物.②用降压药一般从小剂量开始,逐渐增加剂量,达到降压目的后,可改用维持量以巩固疗效,尽可能用最小的维持量以减少副作用.③使用可引起明显直立位低血压的降压药物时,宜向病人说明,从坐为起立或从平卧位起立时,动作应尽量缓慢,特别是夜间起床小便时更要注意,以免血压突然降低引起昏厥而发生意外. 生活护理要注意劳逸结合,保持足够的睡眠,参加力所能及的工作,体力劳动和体育锻炼.注意饮食调节,以低盐,低动物脂肪饮食为宜,并避免进富含胆固醇的食物.肥胖者适当控制食量和总热量,适当减轻体重,不吸烟. 服用少量镇静剂可减轻精神紧张和部分症状,可选用：安定,溴化钾,苯巴比妥,利眠宁等.", "高血压是一种很常见的慢性病，并且对患者身体健康危害非常严重，治疗高血压的药物非常多，各种药物作用的机制各不相同，患者需要根据自己的情况在医生的指导下，选择合适的用药，一般尽量选择作用缓和持久，副作用少，使用方便的药物，还要注意使用降压药物的时候尽量从小剂量开始，根据降压的效果逐渐增加剂量，然后掌握在最佳状态，把药物的副作用降低到最小限度。", "长期使用降压药物的患者，需根据自身血压控制情况，逐步摸索出一个有效的维持量，以期用最小剂量达到最佳降压效果，避免长期大剂量用药而产生不必要的副作用。任何一类降压药在治疗过程中，因疗效不好、产生副作用等需停药时，均应逐渐减量后停药，尤其是中枢性降压药(如可乐定、甲基多巴等)及β受体阻滞剂更应注意，以免产生严重的停药综合征。α受体阻滞剂(如哌唑嗪类等)往往易产生体位性低血压，故改变体位(从平卧位坐起或从蹲、坐位起立)时动作应尽量缓慢，以免血压骤降引起晕厥，发生意外。", "高血压病中后期伴有肾功能不全者，可选用尼群地平、长压定、甲基多巴或襻利尿剂(速尿、利尿酸、丁苯氧酸)治疗，保钾利尿剂(氯苯喋啶)应慎用;伴有心力衰竭者宜用利尿剂、血管扩张剂及血管紧张素转换酶抑制剂，使用转换酶抑制剂可以改善心功能，提高患者的生活质量;合并糖尿病的高血压病人使用转换酶抑制剂可延缓损害的进展。受体阻滞剂亦可使用，保钾利尿剂须慎用;孕妇选用甲基多巴、肼苯哒嗪和α受体阻滞剂较为安全;有心动过速及易情绪激动的高向压病患者宜选用小剂量的萝芙木制剂(如降压灵)或β受体阻滞剂;而有精神抑郁者则不宜使用利血平及甲基多巴等中枢性降压药。", "高血压是一种慢性病,一般多需要坚持长期给药,不能中断.所以,在用药时应选择降压效果好,作用缓和持久,副作用少,使用方便的药物.钙通道阻滞剂硝苯吡啶,尼莫地平;转换酶抑制剂巯甲丙脯酸,开搏通等,不仅可有效地降压,还能保持良好的器官血流灌注,对机体代谢影响不大,可长期服用 ,应作为基础降压药。 使用降压药时,应从小剂量开始,并根据降压效果,逐渐增加剂量,循序渐进,使之既达到最大降压果,又把药物副作用降低到最小限度.生活护理:改变自己不良生活习惯和嗜好,饮食上要求低补,戒烟,限酒的原则,保持清淡均衡的饮食,多食高纤维食物,减少进补,甜食和高胆固醇饮食.多吃蔬菜,豆制品,瘦肉 ,公鸡肉,兔肉,海蜇和鱼类 ,尤其应多吃富含纤维素的蔬菜 ,以减少胆固醇在肠内的吸收.超重者要逐步减轻体重.", "(5)大多数高血压病人需要长期服药，而且相当多的病人要终生服药，故应采用较简单的服药方法，如服用长效降压药，或缓释或控释的降压药物，这样一天只需服药一次，有利于长期坚持服药，达到控制血压的目的。(6)高血压病患者合并其他疾病时，要避免使用加重这些疾病的降压药物。(7)在评价药物疗效时，除降压效果外，还应注意药物能否逆转或纠正已发生的一些并发症，如左室肥厚、脂质或糖代谢紊乱等。", "在高血压脑病或高血压引起急性左心衰竭时，必须采取迅速而有效的降压措施，千方百计在短时间内将收缩压控制在21.30千帕(160毫米汞柱)左右。此时选用降压药物，应了解各药物的作用及毒副作用、配伍禁忌。联合用药时应以提高疗效、降低毒副作用、减少剂量为目的。还要特别注意个体差异性，年老或病程较长的高血压病人，短时间内血压下降过快，会导致心、脑、肾等脏器的并发症。"]}
{"source_text": "肝要是有纤维化迹象，彩超能否看出来，报告单上会不会写。", "target_text": "病情分析：肝要是有纤维化迹象，彩超可以看出来，报告单上不会写肝纤维化，肝纤维化是病理的诊断名称，B超只能写回声不均和血管走行不清。指导意见：肝要是有纤维化迹象，彩超可以看出来，报告单上不会写肝纤维化，肝纤维化是病理的诊断名称，B超只能写回声不均和血管走行不清。", "context": ["判断是否有肝纤维化，可以通过以下几种检查来进行预判： 一、腹部彩超。如果腹部彩超提示肝脏体积缩小，被膜不光滑，肝实质回声粗细不均，这种情况下，考虑有肝纤维化的产生。 二、可以通过肝纤维化五项以及肝弹性测定来判断是否存在肝纤维化。 三、判断肝脏是否纤维化的金标准是肝脏活检，如果肝脏活检提示肝纤维化，则判断肝纤维化的诊断是成立的。 判断是否有肝纤维化，可以通过以下几种检查来进行预判： 一、腹部彩超。如果腹部彩超提示肝脏体积缩小，被膜不光滑，肝实质回声粗细不均，这种情况下，考虑有肝纤维化的产生。 二、可以通过肝纤维化五项以及肝弹性测定来判断是否存在肝纤维化。 三、判断肝脏是否纤维化的金标准是肝脏活检，如果肝脏活检提示肝纤维化，则判断肝纤维化的诊断是成立的。 展开 收起", "判断是否有肝纤维化，可以通过以下几种检查来进行预判：一、腹部彩超。如果腹部彩超提示肝脏体积缩小，被膜不光滑，肝实质回声粗细不均，这种情况下，考虑有肝纤维化的产生。二、可以通过肝纤维化五项以及肝弹性测定来判断是否存在肝纤维化。三、判断肝脏是否纤维化的金标准是肝脏活检，如果肝脏活检提示肝纤维化，则判断肝纤维化的诊断是成立的。", "在临床上经常看到乙肝携带者的肝脏彩超报告提示有肝回声增粗，这个时候应该注意彩超的其它描述，看看是否有提示肝回声不均匀、肝边角变钝、不光滑、脾脏增大等，如果有以上的描述，提示可能有肝纤维化的形成。如果其他的描述都没有问题，肝回声增粗的这个改变，有可能是乙肝携带的时间比较久导致的，就没有多大的意义了。如果不放心，担心有肝纤维化形成，可以再做肝纤维化扫描，如果肝纤维化扫描的数字是正常的，基本上就不太考虑有肝纤维化的问题，这种回声增粗也就意义不大，可以不去管它，定期做好每半年的肝脏彩超等相关检查就可以。如果肝纤维化扫描提示数值比较高，考虑有肝纤维化形成，这种回声增粗，就要积极的治疗，可以考虑进行抗肝纤维化的治疗。", "超声是现代医学影像诊断最常用的方法，在肝病的诊断中具有重要地位，B超就像一个检测“雷达”，对肝脏损伤程度及有无实质性病变等都可起到辅助诊断的作用。但B超报告单上有很多医学术语，如“强回声”、“弥漫性”等，常让人摸不着头脑。了解以下常见术语对读懂报告单很有帮助。1、异常回声区。正常肝实质，回声呈较低的细小光点，分布均匀。如果肝上有占位性肿块，Ｂ超会提示异常回声区。如果肝内回声不均，提示可能脂肪肝、肝纤维化；如果有强回声区，提示肝内可能有胆管结石、钙化灶，一般无大碍；如果强回声同时血管很丰富，则血管瘤可能性大；如果提示无回声区，则肝囊肿可能性大；如果提示肝内低回声，其内回声不均匀，边界不清楚，可能与肿瘤等相关；如果提示多发低回声区，要怀疑是否是消化道肿瘤肝转移。一旦发现异常回声，要到大医院复查彩超或是进一步做增强CT或核磁，以了解包块的性质。2、边缘外形改变。正常肝组织边缘光滑整齐。如果有肝硬化，除了回声不均，Ｂ超会提示肝脏表面不光滑、边缘变钝，甚至肝脏有萎缩。慢性肝炎迁延不愈，B超下可见肝脏体积增大。", "超声是现代医学影像诊断最常用的方法，在肝病的诊断中具有重要地位，B超就像一个检测“雷达”，对肝脏损伤程度及有无实质性病变等都可起到辅助诊断的作用。但B超报告单上有很多医学术语，如“强回声”、“弥漫性”等，常让人摸不着头脑。了解以下常见术语对读懂报告单很有帮助。异常回声区。正常肝实质，回声呈较低的细小光点，分布均匀。如果肝上有占位性肿块，Ｂ超会提示异常回声区。如果肝内回声不均，提示可能脂肪肝、肝纤维化；如果有强回声区，提示肝内可能有胆管结石、钙化灶，一般无大碍；如果强回声同时血管很丰富，则血管瘤可能性大；如果提示无回声区，则肝囊肿可能性大；如果提示肝内低回声，其内回声不均匀，边界不清楚，可能与肿瘤等相关；如果提示多发低回声区，要怀疑是否是消化道肿瘤肝转移。一旦发现异常回声，要到大医院复查彩超或是进一步做增强CT或核磁，以了解包块的性质。 北京大学人民医院肝胆外科高杰边缘外形改变。正常肝组织边缘光滑整齐。如果有肝硬化，除了回声不均，Ｂ超会提示肝脏表面不光滑、边缘变钝，甚至肝脏有萎缩。慢性肝炎迁延不愈，B超下可见肝脏体积增大。", "肝回声密集不一定是肝硬化，通常发生肝脏回声密集时要考虑出现了肝纤维化的表现，肝纤维化阶段时，肝脏的彩超检查可发现肝细胞回声不均匀，肝回声密集，肝纤维化到了一定阶段会出现肝硬化。 因此人群在发现有肝回声密集时，还需要进一步检测是否出现了肝纤维化，包括肝硬化的人群，肝回声也是密集的。 肝回声密集不一定是肝硬化，通常发生肝脏回声密集时要考虑出现了肝纤维化的表现，肝纤维化阶段时，肝脏的彩超检查可发现肝细胞回声不均匀，肝回声密集，肝纤维化到了一定阶段会出现肝硬化。 因此人群在发现有肝回声密集时，还需要进一步检测是否出现了肝纤维化，包括肝硬化的人群，肝回声也是密集的。 展开 收起", "乙肝小三阳的病人是否需要治疗，还要结合其他的化验检查才能决定。如果肝功能正常，肝脏彩超正常，肝纤维化扫描数值也正常，说明是乙肝健康携带者，不需要治疗。肝功能，只反映了肝脏的炎症活动，无法反映肝脏是否有肝纤维化，肝硬化的诊断还要结合肝彩超和肝纤维化扫描综合判断，如果肝脏彩超提示肝脏表面不光滑回声不均匀，甚至体积有缩小，这些都是肝纤维化，甚至是早期肝硬化的临床征象。肝纤维化扫描提示数值大约17.9，也提示肝内纤维化炎症形成程度较重，这时应当积极抗病毒治疗，不然经过几年之后，肝纤维化就会向肝硬化发展。因此乙肝小三阳是否需要治疗，需要根据具体的情况而定。", "肝回声密集不一定是肝硬化，通常发生肝脏回声密集时要考虑出现了肝纤维化的表现，肝纤维化阶段时，肝脏的彩超检查可发现肝细胞回声不均匀，肝回声密集，肝纤维化到了一定阶段会出现肝硬化。因此人群在发现有肝回声密集时，还需要进一步检测是否出现了肝纤维化，包括肝硬化的人群，肝回声也是密集的。", "乙肝小三阳肝功能正常的病人的治疗需要结合其他的化验检查，如果肝功能正常、肝脏彩超正常、肝纤维化扫描数值也正常，此外看乙肝dna病毒定量是不是处于低水平，若是乙肝携带者就不需要治疗。肝功能是反映肝脏的炎症活动，无法反映肝脏是否有纤维化。肝硬化的诊断要结合b超和肝纤维化扫描综合判断，如果b超提示肝脏表面不光滑、回声不均匀甚至体积有缩小，这些都是肝纤维化的临床表现，肝纤维化扫描提示数值大于17.9，也提示肝内纤维化炎症比较重，如果DNA病毒定量高的话就应当积极的进行抗病毒治疗，否则肝纤维化就会向肝硬化发展。", "乙肝肝功能正常的病人是否需要治疗还要结合其他的化验检查才能决定，如果肝功能正常，肝脏彩超也正常，肝纤维化扫描数字也正常，说明是一个乙肝健康携带者，不需要治疗。肝功能只是反应肝脏的炎症活动，无法反应肝脏是否有肝纤维化。肝硬化的诊断要结合肝彩超和肝纤维化扫描综合判断。如果肝彩超提示肝脏表面不光滑，回声不均匀，甚至体积有缩小，这些都是肝纤维化甚至是早期肝硬化的临床征象。肝纤维化扫描述提示数值大于17.9也提示肝内纤维化炎形成程度较重，这时应当积极的抗病毒治疗，不然经过几年之后，肝纤维化就会向肝硬化发展。", "弥漫性肝损害。各种慢性肝病，如病毒性肝炎、脂肪肝、肝纤维化或少部分正常老年人，Ｂ超会提示慢性弥漫性肝损害。这个结论往往会让患者很悲观。事实上，这种表述只是表明有慢性肝炎，而不是疾病严重的标志。肝病是否严重，还要看包括肝功能在内的多项指标，并结合临床表现才能确定。（本文由生命时报记者王艳采写。）", "3、弥漫性肝损害。各种慢性肝病，如病毒性肝炎、脂肪肝、肝纤维化或少部分正常老年人，Ｂ超会提示慢性弥漫性肝损害。这个结论往往会让患者很悲观。事实上，这种表述只是表明有慢性肝炎，而不是疾病严重的标志。肝病是否严重，还要看包括肝功能在内的多项指标，并结合临床表现才能确定。"]}
{"source_text": "吃饭消化不良，前一天吃的香菇，第二天大便时出来的还有几片，请问这是怎么回事", "target_text": "病情分析：您好，，很高兴为您解答病因症状表现为断断续续地有上腹部不适或疼痛、饱胀、烧心(反酸)、嗳气等。常因胸闷、早饱感、腹胀等不适而不愿进食或尽量少进食，夜里也不易安睡，睡后常有恶梦。到医院检查，除胃镜下能见到轻型胃炎外，其他检查如B超、X光造影及血液生化检查等，都不能检查出不正常的表现。指导意见：1．忌烟酒及辛辣刺激食物。2．忌胀气不消化食物：干豆类、洋葱、土豆、薯类以及甜食应适当控制，以免影响胃的运化，而加重症状。3.忌坚硬油腻食品：坚硬油腻食物更不宜消化，食后会加重病情，应忌食。4．忌长期食用糯米：糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长期食用糯米，将会加重病情。5．忌过烫过冷的食物过烫的食物及汤水，会刺激或烫伤胃黏膜；过冷的食物如冰淇淋、冰镇饮料、酒类、冰咖啡，以及刚从冰箱中取出的食物，食入后会导致胃黏膜血管收缩而缺血，不利于消化吸收。一日参考膳食早餐：小米、粳米、富强粉、萝卜丝等，如：二米粥、馒头、拌萝卜丝；午餐：猪蹄、雪豆、海米、冬瓜、大米等，如：米饭、雪豆炖猪蹄、烧冬瓜；加餐：苹果晚餐：富强粉、西红柿、黄瓜、鸡蛋、油菜等，如：番茄烩蛋面、素炒油菜一、饮食及生活调理饮食中避免油腻及刺激性食物，忌食生冷和酸性食物以及咖啡、巧克力、土豆、红薯等，戒烟少酒。避免暴饮暴食及睡前进食过量，最好是少食多餐。精神因素是造成消化不良的主要诱因，因此要特别注意保持愉快的心情和良好的心境。希望能够帮助您，如果您还有什么想了解的请点击咨询我，祝您健康！如果您对我的回复满意请对我评价，谢谢！", "context": ["这个情况多考虑为消化不良的原因造成的可能性大。建议积极进行大便检查确定情况为好。1、忌烟酒及辛辣刺激食物。2、忌胀气不消化食物：干豆类、洋葱、土豆、薯类以及甜食应适当控制，避免影响胃的运化，而加重症状。3、忌坚硬油腻食品：坚硬油腻食物更不宜消化，食后会加重病情，应忌食。4、忌长时间食用糯米：糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长时间食用糯米，将会加重病情。", "这个情况多考虑为消化不良的原因造成的可能性大。建议积极进行大便检查确定情况为好。意见建议：1、忌烟酒及辛辣刺激食物。2、忌胀气不消化食物：干豆类、洋葱、土豆、薯类以及甜食应适当控制，避免影响胃的运化，而加重症状。3、忌坚硬油腻食品：坚硬油腻食物更不宜消化，食后会加重病情，应忌食。4、忌长时间食用糯米：糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长时间食用糯米，将会加重病情。", "消化不良给我们的日常饮食带来一定的影响，食欲也大减，那么消化不良在饮食方面需要注意什么？消化不良适宜食物1、主食及豆类的选择面条、馒头、花卷、面包、小米、玉米面等。2、肉、蛋、奶类的选择因选择蛋白质和钙质较少的，如少油腻的猪肝、鸭肉等，牛奶要少喝，因为它是性寒，对胃有刺激作用。3、蔬菜：可适当选择一些新鲜蔬菜，如茄子、冬瓜、番茄、胡萝卜等。4、水果的选择：适当选择一些新鲜水果如苹果、香蕉、木瓜、柠檬等。多吃新鲜木瓜、菠萝，这些食物是消化酶的最好来源。5、其他：多吃高纤维食物。如新鲜水果、蔬菜和全谷食物。消化不良饮食禁忌1、忌烟酒及辛辣刺激食物。2、忌胀气不消化食物：干豆类、洋葱、土豆、薯类以及甜食应适当控制，以免影响胃的运化，而加重症状。3、忌坚硬油腻食品：坚硬油腻食物更不宜消化，食后会加重病情，应忌食。4、忌长期食用糯米：糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长期食用糯米，将会加重病情。", "消化不良是临床症候群，是由胃动力障碍所造成的疾病，包括胃蠕动不好的胃轻瘫和食管反流病。在饮食上要注意，合理的饮食也有些治疗作用，饮食禁忌上，要忌烟、酒、辛辣刺激性食物，忌胀气、不消化的食物，如干豆类、洋葱、土豆、薯类以及甜食，这些都应适当控制，还有忌坚硬、油腻的食品，坚硬、油腻的食物更不易消化，会加重病情，还有忌长时间食用糯米，糯米不容易消化，所以消化不良者长时间食用糯米会加重病情。同时还要防止过烫、过冷的食物及汤水，这些都会刺激胃黏膜，造成胃黏膜出血，不利于消化吸收。在食物选择上，可以选用些馒头、花卷、面包、小米、玉米面这些主食，蔬菜、水果可以选用茄子、冬瓜、番茄、胡萝卜、香蕉、木瓜、柠檬，多吃高纤维食物，促进胃肠蠕动，都是很好的。", "消化不良是临床症候群，是由胃动力障碍所造成来的疾病，包括胃蠕动不好的胃轻瘫、食管反流病。在饮食上要注意，合理的饮食也有些治疗作用，饮食禁忌上，要忌烟、酒、辛辣刺激性食物，忌胀气、不消化的食物，如干豆类、洋葱、土豆、薯类以及甜食，这些都应适当控制，还有忌坚硬、油腻的食品，坚硬、油腻的食物更不易消化，会加重病情，还有忌长时间食用糯米，糯米不容易消化，所以消化不良者长时间食用糯米会加重病情。同时还要防止过烫、过冷的食物及汤水，这些都会刺激胃黏膜，造成胃黏膜出血，不利于消化吸收。在食物选择上，可以选用些馒头、花卷、面包、小米、玉米面这些主食，蔬菜、水果可以选用茄子、冬瓜、番茄、胡萝卜、香蕉、木瓜、柠檬，多吃高纤维食物，促进胃肠蠕动，都是很好的。", "问题分析：这个情况多考虑为消化不良的原因造成的可能性大。建议积极进行大便检查确定情况为好。意见建议：1、忌烟酒及辛辣刺激食物。2、忌胀气不消化食物：干豆类、洋葱、土豆、薯类以及甜食应适当控制，避免影响胃的运化，而加重症状。3、忌坚硬油腻食品：坚硬油腻食物更不宜消化，食后会加重病情，应忌食。4、忌长时间食用糯米：糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长时间食用糯米，将会加重病情。", "消化不良是临床症候群，是由胃动力障碍所引起的疾病，包括胃蠕动不好的胃轻瘫和食管反流病。在饮食上要注意，合理的饮食也有些治疗作用，饮食禁忌上，要忌烟、酒、辛辣刺激性食物，忌胀气、不消化的食物，如干豆类、洋葱、土豆、薯类以及甜食，这些都应适当控制，还有忌坚硬、油腻的食品，坚硬、油腻的食物更不易消化，会加重病情，还有忌长期食用糯米，糯米不容易消化，因此消化不良者长期食用糯米会加重病情。同时还要避免过烫、过冷的食物及汤水，这些都会刺激胃黏膜，导致胃黏膜出血，不利于消化吸收。在食物选择上，可以选用些馒头、花卷、面包、小米、玉米面这些主食，蔬菜、水果可以选用茄子、冬瓜、番茄、胡萝卜、香蕉、木瓜、柠檬，多吃高纤维食物，促进胃肠蠕动，都是很好的。", "消化不良患者的饮食禁忌对于消化不良的患者，更要注意了解饮食方面的禁忌，以免导致情况更加严重。下面就和小编一起来看看到底有哪些禁忌，在以后的生活中可要注意了1、蔬果不能少很多时候之所以会出现有消化不良的情况，多半与肠胃蠕动变慢有着很大的关系，因此这个时候只需要促进肠胃蠕动便可缓解消化不良的症状。专家指出，在各种新鲜的蔬菜水果中都含有大量的粗纤维，这种物质不仅可以促进肠胃蠕动，同时还可以提高肠胃的消化能力。比如像苹果、香蕉、木瓜、柠檬等，这些水果中都含有大量的粗纤维 西南医科大学附属医院消化内科李昌平蔬菜中含有粗纤维的品种也有很多，比如像茄子、冬瓜、番茄、胡萝卜等等，这些食物中的粗纤维含量非常丰富，对各种原因所导致的消化不良都非常见效2、忌糯米患有消化不良情况的患者在平时生活中必须要特别的注意，那就是尽量的少吃些难以消化的食物，比如像糯米。一些经常反复出现消化障碍的人群必须要禁止食用糯米，而糯米之所以难以消化，是由于其中含有大量的糊精，这种成分粘性较强并且膨胀性小，因此食用后很不容易消化。因此消化不良者长期食用糯米，以免病情加重", "A、忌摄入含蛋白质和钙质过多的食物乳类、乳制品、瘦肉类、鱼、虾米皮、鸡蛋黄、咸鸡蛋、松花蛋、动物软骨、豆类、豆制品、海带、紫菜等都含大量蛋白质或钙质，若摄入过多，会使大便呈碱性，干燥而量少，难以排出，所以应减少食用。B、忌烟酒及辛辣刺激食物C、忌胀气不消化食物干豆类、洋葱、土豆、薯以及甜食应适当控制，以免影响胃的运化，而加重症状。D、忌坚硬油腻食品坚硬油腻食物更不宜消化，食后会加重病情，应忌食。E、忌长期食用糯米糯米含有多量的糊精，粘性较强，膨胀性小，不容易消化。消化不良者长期食用糯米，将会加重病情。F、玉米不应偏食玉米蛋白中所含的氨基酸成分较其它粮食及豆类少，它缺少赖氨酸、色氨酸、苏氨酸等人体必需的氨基酸。玉米中所含的尼克酸属于结合性类型，不能被人体吸收利用。偏食玉米将会造成这些营养成分的缺乏，导致营养不良。G、甘薯消化不良脘腹胀满者不宜食用。《纲目拾遗》说：“中满者不宜多食，能壅气。”食后容易产气，发生胀肚，消化不良烷腹胀满者食用，能使病情加重。H、冬瓜", "胃是我们人体消化的重要器官，我们的饮食通过胃部的消化来吸收，如果有胃部出现为了健康问题，那么我们的消化也就会出现阻碍，那么消化不良是什么原因导致的呢？吃什么可以改善呢？一起来看看吧！消化不良的原因1、基本的原因我们平时都会出现消化不良的时候，这些的消化不良往往都是与我们的进食有关，有可能是吃饭过饱，或者是吃了太多油腻的食物，饮酒过量、或经常服用一些止痛药这些都有可能会造成消化不良的。2、幽门螺杆菌感染我们都知道幽门螺杆菌跟我们的胃肠道疾病有着密切的关系，消化不良同样也有可能是这样的。3、胃肠道动力障碍胃肠道动力障碍是导致消化不良的主要原因之一，我们所说的近端胃及胃窦运动异常、胃固体排空延缓、幽门十二指肠运动协调失常这些都是常见的胃肠动力障碍。4、食物如果食用了过多含蛋白质与钙质的食物，这些食物的碱性过大容易导致便秘，容易造成消化不良。5、精神原因如果一个人的精神长期处于紧张、焦虑、抑郁、过度的兴奋的情绪这些都非常的容易引发胃肠道疾病，从而导致消化不良的发生。", "生活中还有很多难以消化的食物，比如像油炸、烧烤类食物等，这类食物不仅不容易消化，同时还有可能会损害胃黏膜健康3、忌胀气食物对于各种原因而出现消化不良的患者而言，在患病期间还要注意一些容易导致胀气的食物，这类食物对于患者而言十分的有害比如像干豆类、洋葱、土豆、薯类以及甜食等食物，这些食物都是很多人平时生活中最喜欢吃的，但是对于患者而言是必须要禁忌的。这类食物不仅会导致消化障碍更加的严重，同时还有可能会影响胃的运化还有就是要特别的注意一些容易上火的食物，比如像瓜子、炸鸡腿、炸薯条等，这些食物不但会导致消化不良，甚至还有可能会导致大便干结4、过冷的食物一些过冷的食物同样不利于肠胃的消化以及吸收，还有就是一些过烫的食物，这两种食物都会刺激或烫伤胃黏膜。过冷的食物有冰淇淋、冰镇饮料、酒类、冰咖啡，还有就是一些刚从冰箱中取出的食物等，如果马上食用的话会导致胃黏膜血管收缩而缺血，从而妨碍正常的消化吸收消化不良患者的饮食禁忌有很多，除了这些之外还要注意在吃完高蛋白食物后千万不要马上喝浓茶，以免导致肠道功能失調！", "吃什么拉什么考虑是消化不良引起的，消化不良是一种由胃动力障碍所引起的疾病。包括胃蠕动不好的胃轻瘫和食道反流病，症状表现为断断续续的有上腹部不适或疼痛，饱胀，烧心、嗳气等，常因早饱感、腹胀等不适而不愿进食或尽量少进食，夜里也不易安睡，睡后常有恶梦，到医院检查除胃镜下能见到轻型胃炎外，其他检查如b超、x光造影及血液生化检查等都不能检查出不正常的表现。有消化不良的患者平时要注意饮食方面的调养，饮食应该以清淡、易消化为主，避免吃生冷、油腻、辛辣、刺激性的食物，注意少食多餐，细嚼慢咽。平时可以多吃一些软的容易消化的食物，注意多休息，多喝一些温开水。", "5、忌过烫过冷的食物过烫的食物及汤水，会刺激或烫伤胃黏膜；过冷的食物如冰淇淋、冰镇饮料、酒类、冰咖啡，以及刚从冰箱中取出的食物，食入后会导致胃黏膜血管收缩而缺血，不利于消化吸收。今天的介绍就到这，希望可以帮到你，如果你觉得有用的话可以收藏起来哈！", "脾胃虚寒者不宜食用。冬瓜性寒伤阳损胃，多食会导致脾胃虚寒更甚，消化功能减弱，产生食欲不振、腹胀、便溏或泄泻等症状。I、豆腐干老人病后及体弱者不宜食用。豆腐干为豆腐榨干水分制成的食品。“腐于坚者，甚难消化，小儿及老弱病后，皆不宜食。"]}
{"source_text": "医生您好:\n   我爱人最近半个月总是感觉大便不净,每天要去厕所好几次,而且肚子也不痛,也不腹泻,大便也不干燥,每次总是感觉还有,但还便不出.所以想让您给诊断一下,到底是怎么回事.谢谢.", "target_text": "这属于中医脾虚的范畴,症状:因稍进油腻食物或饮食稍多,大便次数就时显增多,伴有不消化食物,大便时泻时溏,迁延反复,饮食减少,食后脘闷不舒,面色萎黄,神疲倦怠,舌淡苔白,脉细弱.\n治法:健脾益气,和胃渗湿\n方药:参苓白术散\n方中人参,白术,茯苓,甘草健脾益气;砂仁,陈皮,桔梗,扁豆,山药,莲子肉,薏以仁理气健脾化湿.\n但中医讲究辨证施治,你最好到当地中医院就诊,祝早日康复!", "context": ["你好:这属于中医脾虚的范畴,症状:因稍进油腻食物或饮食稍多,大便次数就时显增多,伴有不消化食物,大便时泻时溏,迁延反复,饮食减少,食后脘闷不舒,面色萎黄,神疲倦怠,舌淡苔白,脉细弱.治法:健脾益气,和胃渗湿方药:参苓白术散方中人参,白术,茯苓,甘草健脾益气;砂仁,陈皮,桔梗,扁豆,山药,莲子肉,薏以仁理气健脾化湿.但中医讲究辨证施治,你最好到当地中医院就诊,祝早日康复!", "这属于中医脾虚的范畴,症状:因稍进油腻食物或饮食稍多,大便次数就时显增多,伴有不消化食物,大便时泻时溏,迁延反复,饮食减少,食后脘闷不舒,面色萎黄,神疲倦怠,舌淡苔白,脉细弱.治法:健脾益气,和胃渗湿方药:参苓白术散，方中人参,白术,茯苓,甘草健脾益气;砂仁,陈皮,桔梗,扁豆,山药,莲子肉,薏以仁理气健脾化湿.但中医讲究辨证施治,你最好到当地中医院就诊,祝早日康复!", "慢性结肠炎属于中医脾虚的范畴，症状多见因稍进油腻食物或饮食稍多大便次数明显增多，伴有不消化的食物，大便时泻时溏，迁延反复，饮食减少，食后胃脘不舒，面色萎黄，神疲倦怠，舌淡苔白脉细弱，治法是健脾益气，和胃胜湿。方药参苓白术散，人参，白术，茯苓，甘草健脾益气，砂仁，陈皮，扁豆，山药，莲子肉，薏仁健脾化湿。中医讲究的是辨证施治，最好到当地的医院就诊，要注意劳逸结合，不可太过劳累。要注意保持冷暖，适当的进行体育锻炼以增强体质，一般应进食柔软易消化，富有营养和足够热量的食物。", "慢性结肠炎属于中医脾虚的范畴，症状因稍进油腻食物或饮食稍多大便次就时显增多，伴有不消化食物，大便时泻时溏,迁延反复,饮食减少，食后脘闷不舒，面色萎黄，神疲倦怠，舌淡苔白,脉细弱。治法：健脾益气，和胃渗湿。方药：参苓白术散方中，人参、白术、茯苓、甘草健脾益气；砂仁、陈皮、桔梗、扁豆、山药、莲子肉、薏以仁理气健脾化湿。但中医讲究辨证施治，你最好到当地的中医院就诊，要注意劳逸结合，不可太过劳累，注意衣着，保持冷暖相适。", "慢性结肠炎是属于中医脾虚范畴，症状因稍进油腻食物或饮食稍多，大便次数就时显增多，伴有不消化食物，大便时泻时溏，迁延反复，饮食减少时候脘闷不舒，面色萎黄，神疲倦怠，舌淡苔白，脉细弱。治法健脾益气，和胃渗湿。方药参苓白术散，方中人参、白术、茯苓、甘草健脾益气，砂仁、陈皮、桔梗、扁豆，山药，莲子肉、薏苡仁理气、健脾、化湿。但中医讲究辨证施治，最好到当地的中医院就诊。要注意劳逸结合，不可太过劳累，要注意衣着，保持冷暖相适，适当的进行体育锻炼，以增强体质，一般应进柔软食物。", "慢性结肠炎属于中医脾虚的范畴，症状因少进油腻食物或饮食稍多，大便次数就直线增多，伴随不消化食物、大便时泄时溏，迁延反复，饮食减少，食后郁闷不舒，面色萎黄，神疲倦怠，舌淡苔白，脉搏细弱，滞乏、健脾益气和胃肾湿。方药是参苓白术散。方中是人参、白术、茯苓、甘草，健脾益气。砂仁、陈皮、桔梗、扁豆、山药、莲子肉、薏仁、理气健脾化湿。但中医讲究的是辨证施治，最好到当地中医院就诊，要注意劳逸结合，不可太过劳累，注意衣着保持冷暖相适。", "慢性结肠炎属于中医脾虚的范畴，症状因少进油腻食物或饮食稍多，大便次数就直线增多，伴有不消化食物、大便时泄时溏，迁延反复，饮食减少，食后郁闷不舒，面色萎黄，神疲倦怠，舌淡苔白，脉搏细弱，滞乏、健脾益气和胃肾湿。方药是参苓白术散。方中是人参、白术、茯苓、甘草，健脾益气。砂仁、陈皮、桔梗、扁豆、山药、莲子肉、薏仁、理气健脾化湿。但中医讲究的是辨证施治，最好到当地中医院就诊，要注意劳逸结合，不可太过劳累，注意衣着保持冷暖相适。", "慢性结肠炎是属于中医脾虚的范畴，因进油腻食物或饮食稍多，大便次数就时显增多，伴有不消化食物，饮食减少，食后顽闷不舒，面色萎黄，神疲倦怠，舌淡苔白，脉细弱。治法，健脾益气方药有白术散，人参、白术、茯苓、甘草、健脾益气，砂仁，陈皮，扁豆、山药、莲子肉、薏苡仁、理气健脾，化湿。但中医讲究辨证施治，最好到当地的中医院就诊，要注意劳逸的结合，不可太过劳累，注意衣着，保持冷暖相适，进行体育锻炼以增强体质。"]}
{"source_text": "患者性别:三岁8个月患者年龄:女婴幼儿哮喘、喘息性支气炎、过敏性哮喘之间区别是什么。用中药能治俞吗？", "target_text": "过敏性哮喘是有过敏原没有过敏原就不发了,婴幼儿哮喘是毛细支气管炎,喘息性支气炎是支气炎加重的一种表现,哮喘发作虽然不限年龄，但小儿哮喘的发病率随年龄的增长而减少.国内学者曾随访婴幼儿喘息的转归，发现婴儿期的毛细支气管炎，69%-70%演变为哮喘性支气管炎，仅26%-48.9%演变为哮喘，到6岁左右大部分哮喘（73.3%-77%）发作停止，约1/4左右还在反复发作.国外也有相似的情况，1986年英国国家儿童发育研究所报道对某地在同1周内出生的新生儿，随访了16年，在7岁时喘息的发生率占3.3%，到11岁下降为4.7%，到16岁下降到3.5%.澳大利亚1989年英国国家儿童发育研究所报道对某地在同1周内出生的新生儿，随访了16年，在7岁喘息的发生率占3.3%，到11岁下降为4.7%，到16岁下降到3.5%.澳大利亚1989年有人报道，用吸入7.8微克分子的组胺使秒钟用力呼气容积下降20%，作为气道高反应的阳性指标，表示有气道高反应，对8-14岁学龄儿童作检查，随访4年，第1年16.1%呈阳性，2年后8.8%呈阳性，4年后6.3%呈阳性.从上面国内外材料来看，小儿哮喘发病确实随着年龄增加而逐步减少.因此，在我国民间流传着这样的说法，认为小儿哮喘会自行缓解，不须正规和长期治疗也会自己好的.其实，这些说法显然是错误的，是片面的.喘息发作的年龄大小和预后的好坏是否有关系，目前还没有定论，但要注意哮喘发作中的\"危险\"因素.（1）发作是否频繁，在某一时期内发作次数愈多预后愈差，例如在10岁时还在发生喘息，预后较差.有人指出在儿童期哮喘发作持续存在，仅有20%到成年期不发哮喘.有人建议14岁的表面特征可作预示以后变化的良好指征，如果经常喘息，则68%病人变成成人哮喘：如果在青春发育前期发作次数明显减少，则治疗措施可以适当减弱.（2）哮喘病人的遗传特应性体质和发作严重程度常提示今后哮喘会持续发作和气道高反应也持续存在.（3）肺功能较差预后也差.所以我们认为小儿哮喘大部分病人经治疗后能治愈的，如果发作次数频繁且顽固，尤其在10岁左右小儿更需积极长期治疗.\"自行缓解和治愈的说法\"，只适用于一小部分病儿，如果不积极防治，会发展成慢性哮喘.但是如果在青春发育前（男孩14岁和女孩12岁）经积极、正确的治疗抑制哮喘2年不发，则可望在青春期终止其发作.", "context": ["看到这个题目，很多哮喘患儿家长就会眼前一亮，因为这是家长们最关心的问题。中国传统医学认为“内科不治喘，外科不治癣”，一旦孩子诊断为哮喘，家长很担心疾病会伴随孩子的终生。其实儿童哮喘确实和成人哮喘的预后有所不同，多数哮喘患儿到青春发育期哮喘会自然痊愈。国外研究显示：儿童哮喘患病率为５％以上，但成年哮喘患病率只有0.5%，去除其他因素，可以推论出，十个患儿中有八九个是可以痊愈的。所以儿童哮喘的预后明显好于成人。首都儿科研究所附属儿童医院呼吸内科赵京但如果认为小儿哮喘到青春期自然就好了，治不治无关紧要那可就是错误的了。因为，如果不进行积极有效的治疗，儿童哮喘发展成为成年哮喘比率还是很高的，最高可达60%~70%,最低也有5%～10％发展成成年哮喘。所以这种对儿童哮喘错误片面的认识使不少哮喘患儿丧失了治疗的有利时机。", "哮喘发作虽然不限年龄，但小儿哮喘的发病率随年龄的增长而减少。国内学者曾随访婴幼儿喘息的转归，发现婴幼儿期患有毛细支气管炎的幼儿70%左右演变为喘息性支气管炎，26%~48.9%演变为哮喘，到六岁左右大部分患者哮喘发作会停止，约有四分之一左右的哮喘仍然反复的发作。国外也有相似的情况。从上面的资料来看，儿童哮喘发病确实随着年龄的增长而逐渐的减少，因此在我国民间流传着这样一种说法，认为儿童哮喘会自行缓解，不需要正规和长期的治疗也会好的。这种说法肯定是片面的，哮喘与体质有密切的关系，一个人是否对外界环境的大千世界发生过敏，首先决定的是他的体质，这种过敏性体质与遗传基因有着密切的关系。", "一是哮喘发作频繁且治疗依从性差的患儿。有人提出14岁时哮喘发作的情况可作为预示病情变化的良好指征。如果在14岁时还经常出现喘息，则68%患儿可能变成成人哮喘。二是严重过敏体质或有严重哮喘发作的患儿气道高反应性也会持续存在，哮喘也可能会持续发作。还有哮喘诊断不及时、开始治疗晚、肺功能较差的患儿发展成成人哮喘的可能性也明显增加。所以我们认为儿童哮喘大部分病人能随着年龄的增长自愈或经治疗后能很好控制，基本到达临床治愈。对于哮喘发作次数频繁且症状严重的患儿，在青春发育前期（男孩14岁和女孩12岁）更应该采取积极、正确的治疗措施，坚持长期吸入激素等的抗炎药物的治疗和针对性的特异性免疫治疗，在用药的情况下加强体育锻炼，增强自身体质和免疫力，使肺功能保持正常，控制哮喘2年以上不发作，则有望在青春期终止哮喘发作。否则会发展成成人哮喘。", "研究已证实，哮喘是一种慢性的气道过敏性炎症，不管哮喘发作与否，气道这种炎症都持续存在，这造成了哮喘患儿气道反应性增高，对外界刺激敏感；这也就是为什么哮喘患儿在遇到过冷、过热，吃的东西过甜、过咸、闻到异味、烟味、接触花粉或呼吸道感染等刺激时会出现喘息，而正常儿童则不会出现喘息的原因。如果不坚持持续有效的治疗，炎症得不到彻底控制，哮喘就会反复发作，影响患儿的肺部发育和生长发育。所以在不进行正规治疗的患儿，即使在哮喘“不发作”的情况下，做肺功能检查也会常常发现有不同程度的气道功能障碍。因此哮喘的治疗应“尽早”，以免影响肺的发育，造成肺和气道不可逆的损害。等待“自愈”的消极的态度是不可取的，尤其是有以下情况的患儿更需积极治疗。", "2.哮喘病人的遗传特应性体质和发作严重程度提示今后哮喘会持续发作和气道高反应的存在。3.肺功能较差预后亦差。我们认为小儿哮喘大部分经治疗后是能治愈的，如果发作次数频繁，尤其10岁右的儿童更应积极长期治疗。★如何区分感冒和哮喘 ？感冒也可以有流鼻涕、打鼻涕、咳嗽，哮喘也可以流鼻涕、打喷嚏、咳嗽，那么怎么区分孩子是感冒还是哮喘呢？★哮喘有它的特点，比如说咳嗽的时间比较长，反复的发作，早上咳嗽，晚上咳嗽，而且比较剧烈的阵发性咳嗽，来去都比较快。★而感冒的咳嗽是慢慢出现的，持续的时间也没那么长，而且感冒往往是伴有发热，而单纯的哮喘不伴发热。★此外，哮喘还会有喘息、哮鸣、呼吸困难等症状，而且肺部可以听到鸣音，所以这些跟感冒是不一样的。", "支气管哮喘可以发生在任何年龄，据中国城区儿童哮喘流行病学资料，87.67%哮喘患儿首次喘息发生在5岁前，70%在3岁以下，28.42%在1岁以内[1]。在浙江城区，哮喘首发年龄在1岁以前者占23.4%，3岁以前占76.2%【2】。因此早期诊断与早期防治非常重要。儿童是生长发育的个体，年龄跨度大，其诊断治疗均有别于成人，预后也较好。不同年龄的儿童哮喘也因生理解剖、免疫功能、变应原接触等不同，导致临床表现、诊断治疗方案、检查治疗依从性、预后均有所不同。年长儿即大于5岁儿童及成人期的哮喘诊断较容易，而年幼儿期与年长儿及成人期哮喘比较，其临床特点有很大不同，本文将阐述年幼儿期哮喘的临床特点及诊断策略，以提醒临床医生在诊断哮喘时应根据不同年龄特点及不同致喘因素制定合理的诊断和治疗方案。温州医科大学附属第二医院儿内呼吸科苏苗赏一、年幼儿期哮喘诊断的历程及概念", "看到这个题目，很多哮喘患儿家长就会眼前一亮，因为这是家长们最关心的问题中国传统医学认为“内科不治喘，外科不治癣”，一旦孩子诊断为哮喘，家长很担心疾病会伴随孩子的终生其实儿童哮喘确实和成人哮喘的预后有所不同，多数哮喘患儿到青春发育期哮喘会自然痊愈国外研究显示：儿童哮喘患病率为５％以上，但成年哮喘患病率只有0.5％，去除其他因素，可以推论出，十个患儿中有八九个是可以痊愈的所以儿童哮喘的预后明显好于成人但如果认为小儿哮喘到青春期自然就好了，治不治无关紧要那可就是错误的了因为，如果不进行积极有效的治疗，儿童哮喘发展成为成年哮喘比率还是很高的，最高可达60％~70％,最低也有5％～10％发展成成年哮喘所以这种对儿童哮喘错误片面的认识使不少哮喘患儿丧失了治疗的有利时机", "哮喘发作虽然不限年龄，但小儿哮喘的发病率随年龄的增长而减少。国内学者曾随访婴幼儿喘息的转归，发现婴儿期患毛细支气管炎的幼儿，70%左右演变为喘息性支气管炎，26%～48.9%演变为哮喘。到6岁左右大部分（73.3%～77%）患者哮喘发作停止，约1/4左右哮喘仍然反复发作。?国外也有相似的情况，1986年英国国家儿童发育研究所报道，对某地在同1周内出生的新生儿，随访了16年，在7岁时喘息的发生率占8.3%，到11岁下降为4.7%，到16岁下降到3.5%。1989年，澳大利亚有人报道，用吸入7.8微克分子的组胺使第一秒用力呼气容积下降20%作为气道高反应的阳性指标，对8～14岁学龄儿童做检查，随访4年，其阳性率为：第一年16.1%，2年后8.8%，4年后6.3%。 河南省儿童医院呼吸科靳秀红?从上面国内外资料来看，儿童哮喘发病确实随着年龄增长而逐步减少。因此，在我国民间流传着这样的说法，认为儿童哮喘会自行缓解，不需正规和长期治疗也会自己好的。其实这些说法是片面的，因为：?", "★儿童哮喘对生长发育有影响吗 ？哮喘病本身哮喘是一种慢性的炎症过程，经常反复发作肯定会影响更大。另外就是药物本身对生长发育造成的损害，“是药三分毒”，由于不规范的哮喘治疗，如反复应用抗生素及全身的皮质激素，对身体造成的损害是明显的，因而也会对生长发育造成影响。世界卫生组织推荐使用的吸入疗法在全球上百个国家应用近30年，只要是在专科医生的指导下规范的治疗，长期应用是不会影响生长发育的。★儿童哮喘能自行缓解或自愈吗 ？哮喘发作虽然不限年龄，但小儿哮喘的发病率随年龄的增长而减少。因此，民间流传着这样说法，认为小儿哮喘会自然缓解，不须正规治疗也会自己好的，其实这种说法是错误的，片面的。喘息发作的年龄大小和预后的好坏是否有关系，目前还未定论，但要注意哮喘发作中的危险因素；1.发作是否频繁，某一时期内发作次数愈多预后愈差，如8岁时还在喘息，预后较差。如果经常喘息，则68％病人变成成人哮喘，如果在青春前期发作次数明显减少，则治疗措施可以适当减弱。", "研究已证实，哮喘是一种慢性的气道过敏性炎症，不管哮喘发作与否，气道这种炎症都持续存在，这造成了哮喘患儿气道反应性增高，对外界刺激敏感；这也就是为什么哮喘患儿在遇到过冷、过热，吃的东西过甜、过咸、闻到异味、烟味、接触花粉或呼吸道感染等刺激时会出现喘息，而正常儿童则不会出现喘息的原因如果不坚持持续有效的治疗，炎症得不到彻底控制，哮喘就会反复发作，影响患儿的肺部发育和生长发育所以在不进行正规治疗的患儿，即使在哮喘“不发作”的情况下，做肺功能检查也会常常发现有不同程度的气道功能障碍因此哮喘的治疗应“尽早”，以免影响肺的发育，造成肺和气道不可逆的损害等待“自愈”的消极的态度是不可取的，尤其是有以下情况的患儿更需积极治疗一是哮喘发作频繁且治疗依从性差的患儿有人提出14岁时哮喘发作的情况可作为预示病情变化的良好指征如果在14岁时还经常出现喘息，则68％患儿可能变成成人哮喘二是严重过敏体质或有严重哮喘发作的患儿气道高反应性也会持续存在，哮喘也可能会持续发作", "（1）哮喘与体质有非常密切的关系，一个人是否对外界环境的“大千世界”发生过敏，首先决定于他的体质，这种过敏性体质与遗传基因有着密切关系，而容易发生过敏的遗传特应性体质并不因年龄增加而改变。?（2）儿童在发育过程中，许多脏器由不成熟到逐渐成熟，免疫功能也逐渐完善，因此幼年发作哮喘者到一定年龄后哮喘发作频率可以明显减少，但并不等于都“痊愈”。据统计，在10岁时还有喘息发作者，“自愈”的可能性较小。儿童期哮喘发作持续存在者，仅有20%到成年期不发作哮喘。因此有人建议14岁时的喘息症状可作为以后是否发作哮喘的指征。如果14岁时经常喘息，那么68%的患者成年后仍将发作哮喘。如果在青春发育前期哮喘发作次数明显减少，则发展为成人哮喘的概率相对减少，因此治疗措施可以适当减少。?（3）许多幼年曾发作哮喘，而青春发育期前后“不发作”的人，肺功能检查常常发现有不同程度的通气功能障碍，特别是小气道功能障碍。而且用醋甲胆碱进行支气管激发试验和支气管舒张试验往往呈现阳性反应，表明其气道仍然存在高反应性，提示今后仍有发作哮喘的可能。?", "实际上小儿哮喘发展成为成年哮喘的比率还是相当高的，最高可达60%~70%，最低也有5%-10%。据香港的统计资料显示，有5%以上的儿童患有哮喘，而成年人只有0.5%，所以10个患儿有9个可以痊愈，这些儿童大部分是经过治疗后获痊愈的。因为儿童气道病变在哮喘发病的早期是可逆的，它可以通过治疗使哮喘症状缓解或自行缓解。所以预防儿童哮喘发展为成人慢性哮喘的关键在于早诊断，早治疗。如果未能及早治疗，儿童哮喘的发作频繁且顽固，则“痊愈”就一定。因此哮喘的治疗应“早”，等待“自愈”是不对的，是消极的态度。尤其是10岁左右的儿童更需积极治疗，“自行缓解和自愈”的现象只有一小部分。但如果在青春期前经积极、系统的治疗，控制哮喘2年或更长时间不发作，即有希望在青春期终止其哮喘发作。", "㈢ 喘息性支气管炎(喘支)与哮喘：由于各个国家甚至各个地区、各个医院都有自己的ICD诊断标准，因此国内外文献中关于年幼儿喘息的诊断名称相当复杂，如哮喘性支气管炎、喘息性支气管炎、喘息相关性呼吸道疾病、支气管哮喘综合征、早期喘息综合征、婴幼儿哮喘、婴幼儿喘息、可疑哮喘、早期哮喘、早期暂时喘息、病毒相关性喘息、迁延性毛支、毛支后喘息、年幼儿期哮喘、哮喘和支气管炎等除了哮喘和支气管炎和毛细支气管炎，上述诊断名称均不符合WHO的国际疾病分类(ICD)标准Kuhn等认为近年来哮喘发病率上升很大程度上同早期喘息综合征（TEWS）的增加有关，也有人认为婴幼儿反复喘息大多数属于早期暂时喘息，多数与病毒感染有关，在学龄期后不再发生，仅少部分发展为哮喘因此，考虑是否应该重新启用哮喘性支气管炎或喘息性支气管炎等名称作为年幼儿短暂喘息的诊断但现在多数人认为喘支实际上是哮喘在年幼儿期的一种表现许多国家已经取消“喘支”的诊断名称，我国新的儿童哮喘常规亦未将其列入", "小儿哮喘的发病率的确是随着年龄的增长而减少，这与小儿在生长发育中其免疫功能逐渐完善有关。因此小儿哮喘到了一定年龄之后，哮喘发作频率可以减少，或其发作程度可减轻，但并不等于都达到“痊愈”。因为哮喘患者气道炎症是慢性的炎症，它不像一般伤风感冒，发作过后就痊愈，哮喘不管发作与否，气道炎症都持续存在，因此对各种刺激都非常敏感，这就叫做气道高反应性。许多青春期前后“不发作”的哮喘患者，其肺功能检查常常发现有不同程度的气道功能障碍，表明气道仍然存在高反应性，提示今后仍有发作哮喘的可能。实际上小儿哮喘发展成为成年哮喘的比率还是相当高的，最高可达60％-70％，最低也有5％-10％。据香港的统计资料显示，有5％以上的儿童患有哮喘，而成年人只有0.5％，所以10个患儿有9个可以痊愈，这些儿童大部分是经过治疗后获痊愈的。因为儿童气道病变在哮喘发病的早期是可逆的，它可以通过治疗使哮喘症状缓解或自行缓解。", "小儿哮喘的发病率的确是随着年龄的增长而减少，这与小儿在生长发育中其免疫功能逐渐完善有关。因此小儿哮喘到了一定年龄之后，哮喘发作频率可以减少，或其发作程度可减轻，但并不等于都达到“痊愈”。因为哮喘患者气道炎症是慢性的炎症，它不像一般伤风感冒，发作过后就痊愈，哮喘不管发作与否，气道炎症都持续存在，因此对各种刺激都非常敏感，这就叫做气道高反应性。许多青春期前后“不发作”！的哮喘患者，其肺功能检查常常发现有不同程度的气道功能障碍，表明气道仍然存在高反应性，提示今后仍有发作哮喘的可能。实际上小儿哮喘发展成为成年哮喘的比率还是相当高的，最高可达60%~70%，最低也有5%-10%。据香港的统计资料显示，有5%以上的儿童患有哮喘，而成年人只有0.5%，所以10个患儿有9个可以痊愈，这些儿童大部分是经过治疗后获痊愈的。因为儿童气道病变在哮喘发病的早期是可逆的，它可以通过治疗使哮喘症状缓解或自行缓解。", "2005年GINA和美国、英国、澳大利亚的哮喘防治指南【5、7】对年幼儿期哮喘，均认为明确的诊断是比较困难的，也没有一个具体的诊断标准，如患儿表现有任何喘息、干咳、呼吸急促等，结合家族过敏史及个人特异性体质，排除其它引起喘息的疾病后都可诊断哮喘，但在年幼儿期特应性体质并非是诊断哮喘所必须的，治疗方案主要分为5岁以下及5岁以上瑞典的指南认为年幼儿有如下表现者，则要考虑哮喘诊断【8】：(1) 2岁以下3次喘息发作；（2）2岁后首次喘息发作；（3）有一次喘息发作，且有其他过敏性疾病；加拿大儿童哮喘诊断指南中【9】，对年幼儿哮喘诊断，符合以下条件越多者，尤其家族中有哮喘病史及患儿特应性体质，则哮喘的可能性越大：（1）严重的喘息发作/呼吸困难；（2）1岁后发生的喘息/呼吸困难；（3）3次或以上的喘息发作；（4）慢性咳嗽（主要发生于夜间或运动诱发）；（5）抗哮喘药物治疗后临床有好转日本儿童哮喘指南对年幼儿期哮喘也没有单独诊断标准，对其治疗分为＜2岁，2-5岁，5岁以上三个组【10】", "气道反应性研究显示：年幼儿期对各种气道激发试验均有反应，其程度比成人更为敏感，成人乙酰胆碱剂量反应曲线平台在婴幼儿少见，即使相对较低的剂量也能发展为严重的气道阻塞年幼儿期哮喘的诊断一直是临床医生面临的难题和争论的焦点问题。对哮喘发生的正确预测及早期干预对哮喘防治具重要意义。Cast-rodrguez等【22】提出哮喘危险指数(asthma predictive index)认为：反复喘息（3次以上）的年幼儿，具有1个主要危险因素（父母有哮喘病史、患儿有湿疹史），或2个以上次要因素（嗜酸粒细胞水平升高、非上呼吸道感染的喘息、过敏性鼻炎），则预示3岁以后哮喘可能发生，约76%患儿在6-13岁有哮喘发作，不具备以上严格预测指标者, 发生哮喘机会<5％。因此临床上可将此作为年幼儿期哮喘诊断的预测依据。由于年龄小，致喘因素复杂，年幼儿期哮喘的诊断还需注意排除其他因素引起的喘息。", "年幼儿期哮喘的诊断上，我们还是认为喘息次数可作为诊断的重要依据，一般认为有典型呼气相喘息，反复发作，并除外引起其他喘息的疾病，即可诊断哮喘如有特应质和家族哮喘史，血清IgE升高或皮肤过敏原皮试阳性者，应尽早进行抗哮喘治疗由于年幼儿期哮喘较年长儿、成人预后更好，家长担心年幼儿期患小哮喘会影响孩子上学，甚至有不好的名声，因此许多医师不愿意将其诊断为哮喘，以致失去早期防治的机会以前提出“婴幼儿哮喘”的依据在于提醒临床医师早期诊断，也说明年幼儿期哮喘的诊断依据、治疗及其预后有别于年长儿【11】哮喘的诊断不应以年龄诊断，正像成人期哮喘不能诊断为青年哮喘、中年哮喘和老年哮喘，儿童期哮喘也不能分为婴幼儿哮喘和儿童哮喘建议摒弃“婴幼儿哮喘”诊断名称，提出以5岁为界分为年幼儿期（小于5岁）和年长儿期（大于5岁）哮喘两个阶段，采取不同的诊断、治疗和管理措施，其理由如下：⑴中国的“婴幼儿”指3岁以下，而国外的“infancy”或“young child”指学龄前期或年幼儿，更接近5岁以下儿童，两者不能接轨", "“喘支”的本质是有喘息症状的支气管炎，一般认为如有典型呼气相喘息，反复发作，并除外其他引起喘息的疾病，即可诊断哮喘如有特应质和家族哮喘史，血清IgE升高，更应尽早进行抗哮喘治疗四、年幼儿期哮喘鉴别诊断及方法由于年龄越小，致喘因素越多，因此年幼儿期哮喘诊断时应注意与以下疾病鉴别：如先天性喉喘鸣、支气管异物、支气管淋巴结结核、胃食管反流、先天性上下气道畸形、先天性纤毛不动症、囊性纤维化、环状血管压迫、气管软化、原发性免疫缺陷、先天性心脏病、寄生虫病、机械通气呼吸及反复牛奶吸入等均可引起患儿喘息、气促或胸闷胸部X线检查是排除上述喘息原因的一种重要诊断方法之一诊断困难时给予吸入支气管扩张剂或抗哮喘药物的治疗性试验，对于哮喘的的早期诊断有帮助变应原诊断方面，年幼儿亦可进行皮肤点刺试验，虽其阳性强度较弱，但临床符合率较高，常见的过敏原是室尘螨、霉菌、蟑螂等", "多见于１~２岁，高峰期为婴儿期；年幼儿最常见为RSV和P IV，年长儿以RV最常见。病毒引起年幼儿喘息通常有两种类型：一种是无特应性家族史且自身为非特应质，喘息通常在学龄前消失；另一种通常有特应质，喘息持续存在直至成年，为哮喘特征性的气道炎症。病毒诱发哮喘的机制主要表现为:⑴病毒诱导气道内嗜酸性粒细胞等炎性细胞浸润和活化，通过促进上皮细胞表达趋化因子如RANTES等，增加炎性细胞的浸润。⑵ 促进炎症细胞释放炎性介质；⑶ 病毒作为一种变应原促进IgE的合成；⑷病毒对气道的直接损伤，破坏气道上皮的完整性，增加气道致敏的几率和程度。有研究对RSV和RV毛支后哮喘进行了比较，平均随访6年，RV组哮喘患病率高达60％，而RSV毛支组哮喘患病率仅为10％，提示RV感染比RSV感染更易引起儿童期的哮喘[18]。㈡ 毛细支气管炎(毛支)与哮喘：急性毛支好发于2~6个月婴儿，最常见的病原是RSV，常于冬春季流行", "现在对哮喘的治疗目标是减少发作次数，减轻发作程度，通过治疗和控制发作，使患儿生长发育不受影响，可正常生活和学习，对绝大多数儿童来说，经系统治疗是可以达到这个目标的。阜阳市第二人民医院呼吸与危重症医学科韩明锋小儿哮喘的发病率的确是随着年龄的增长而减少，这与小儿在生长发育中其免疫功能逐渐完善有关。因此小儿哮喘到了一定年龄之后，哮喘发作频率可以减少，或其发作程度可减轻，但并不等于都达到“痊愈”。因为哮喘患者气道炎症是慢性的炎症，它不像一般伤风感冒，发作过后就痊愈，哮喘不管发作与否，气道炎症都持续存在，因此对各种刺激都非常敏感，这就叫做气道高反应性。许多青春期前后“不发作”！的哮喘患者，其肺功能检查常常发现有不同程度的气道功能障碍，表明气道仍然存在高反应性，提示今后仍有发作哮喘的可能。", "二、儿童哮喘诊断标准 　　(1)年龄≥3岁，喘息呈反复发作者(或可追溯与某种变应原或刺激因素有关)； 　　(2)发作时双肺闻及以呼气相为主的哮鸣音，呼气相延长； 　　(3)支气管舒张剂有明显疗效； 　　(4)除外其他引起喘息、胸闷和咳嗽的疾病。对各年龄组疑似哮喘同时肺部有哮鸣音者，可作以下任何一项支气管舒张试验： (1)用β2受体激动剂(β2激动剂)的气雾剂或溶液雾化吸入； (2)0.1%肾上腺素0.01 ml/kg皮下注射 ，每次最大量不超过0.3 ml。在作以上任何一项试验后15分钟，如果喘息明显缓解及肺部哮鸣音明显减少，或一秒钟用力呼气容积(FEV?1)上升率≥15%，支气管舒张试验阳性，可作哮喘诊断。", "如为食物过敏引起喘息，食物过敏史对诊断非常重要，常伴有其他过敏症，如荨麻疹、过敏性鼻炎、过敏性结膜炎，亦可表现对过敏食物拒食，可用酶联免疫吸附试验（ELISA）测定血清变应原特异性IgE，或进行双盲安慰对照食物激发试验2005年GINA认为，对于年幼儿喘息患者，肺功能检查是不可靠的可以教4-5岁的儿童进行呼气峰流速的检测，但为确保结果的准确，检测一定要在父母的监督指导下进行,其他的检查方法如气道反应性、气道炎症因子等的监测因其操作复杂，不能用于常规检查但也有研究显示，年幼儿可通过潮气呼吸或脉冲震荡等技术来评估其通气功能、气道阻塞等情况，如达峰时间比（TPTEF/TE）、达峰容积比（VPEF/VE）是反映5岁以下哮喘患儿小气道阻塞的重要指标，两者比值越低，表明阻塞越重【21】但应特别注意肺功能检测数值与哮喘的严重度和发作频度不总是相关的有研究显示大于25%的患儿虽然肺功能正常但仍有哮喘发作相反肺功能显示异常也不一定就是哮喘", "Wennergren等调查发现，因毛支喘息住院的年幼儿，10年后70%喘息缓解，2０％发生轻微哮喘，８％中度哮喘，2％重度哮喘Kneyber等对6项发病年龄＜12个月、因RSV感染而住院的随访资料作了meta 分析，证实RSV导致的喘息可以持续5年以上5年随访提示40%儿童有喘息(对照组为11%)；10年随访却只有22%的儿童有喘息(对照组为10%，P=0.19)Sigurs N等[19] 对RSV感染的毛支住院患儿随访，发现7年后毛支组与对照组的哮喘累积患病率分别为30％、3％，喘息累积发生率为68％、34％一项长达20年的随访资料[20]显示毛支组哮喘患病率为30％，而对照组仅为11％一项６-１８岁大样本随访显示：有毛支病史的小儿可增加6岁时喘息的发生率；但这一危险因素随年龄增大而减小，到13岁时与对照组相比，没有增高的血清IgE和对致敏原敏感现象提示RSV毛支有学龄前期和学龄期的喘息危险，但这一危险性在青春期前消失我们认为第一次婴儿喘息可能是毛支，但反复喘息应考虑哮喘，如抗哮喘治疗有效，则有助于诊断", "哮喘的最新定义是：由多种细胞和细胞组分共同参与的气道慢性炎症性疾患，这种慢性炎症导致气道高反应性，引起反复发作的喘息、气促、胸闷、咳嗽等症状，常在夜间和（或）清晨发作或加剧，一般为广泛多变的可逆性气流受阻，多数患儿可经治疗或自行缓解2002年与2005年GINA均认为“所有喘息症状者除非证实是其他疾病引起的均是哮喘”其诊断条件强调了哮喘的诊断需除外其它疾病所引起的喘息、气急、胸闷和咳嗽【3、4】我国儿童期哮喘诊断从1988年的8项评分到1992年5项评分，直至1998年和2003年的不评分诊断2003年我国儿童哮喘常规没有单独列出婴幼儿哮喘，但仍认为年幼儿表现为反复或持续性咳嗽，或在呼吸道感染时伴有喘息，应用抗生素或镇咳药物治疗无效，此时给予抗哮喘药物治疗有效患儿；或如果患儿的“感冒”反复地发展到下呼吸道，持续10天以上使用抗哮喘药物治疗后才好转，则应考虑婴幼儿哮喘", "我们的临床资料分析显示，5岁以下哮喘患儿具有以下特点【13】：①男性患病率多于女性，大多患儿有反复咳喘史②首要诱因是呼吸道感染，以病毒感染为主，其次是天气变化和食物过敏③常并发病毒性肺炎(57.76%)④仅38.89%患儿血清总IgE增高，但伴有特应质患儿中，特异性IgE阳性率较高（85.71%）⑤治疗依从性较差，常规肺功能检测难于开展，但多数患儿正规治疗后达到临床治愈，预后较年长儿、成人好由于呼吸生理结构和免疫功能不完善，5岁以下患儿易并发病毒性肺炎，病原以呼吸道合胞病毒（RSV），副流感病毒（PIV）和腺病毒（ADV）列前三位【14】近年发现人类偏肺病毒 （hMPV）也具有与RSV相似的生物学特征[15]hMPV感染好发于5岁以下儿童，Esper FBD等报道哮喘恶化与hMPV感染有关【16】而鼻病毒（RV）已证实与年长儿哮喘恶化有关，也有报道RV是仅次于RSV引起哮喘发作的重要病原除病毒感染外，肺炎支原体也是常见病原再次，心理社会因素对哮喘的发病也具重要作用", "Markson 等发现父母的行为及家庭习惯与孩子哮喘的发生也有关系我们调查研究发现年幼儿期哮喘有较多的困难型气质类型，他们具有敏感、易紧张、社会适应能力差、情绪障碍等心理特征并且困难型气质与被动吸烟、特异性体质和父母过敏史也有相关性【17】三、年幼儿喘息的分类与哮喘的诊断2005GINA首次将儿童喘息分为三类:⑴早期一过性喘息：3岁后停止发作，常与早产及父母吸烟有关。⑵早发持续性喘息（3岁前发作）：常有病毒感染（RSV或其它病毒）相关喘息，无家族及特应性体质，相当部分可持续至学龄，甚至到12岁。⑶迟发性喘息（哮喘）：有特应性的背景，常有湿疹病史，气道有哮喘的病理特点，持续整个儿童时期甚至成人。", "还有哮喘诊断不及时、开始治疗晚、肺功能较差的患儿发展成成人哮喘的可能性也明显增加所以我们认为儿童哮喘大部分病人能随着年龄的增长自愈或经治疗后能很好控制，基本到达临床治愈对于哮喘发作次数频繁且症状严重的患儿，在青春发育前期（男孩14岁和女孩12岁）更应该采取积极、正确的治疗措施，坚持长期吸入激素等的抗炎药物的治疗和针对性的特异性免疫治疗，在用药的情况下加强体育锻炼，增强自身体质和免疫力，使肺功能保持正常，控制哮喘2年以上不发作，则有望在青春期终止哮喘发作否则会发展成成人哮喘", "咳嗽变异性哮喘(cough variant asthma)诊断标准(儿童年龄不分大小) (1)咳嗽持续或反复发作＞1月，常在夜间和(或)清晨发作、运动后加重，痰少，临床无感染征象，或经较长期抗生素治疗无效； (2)气管舒张剂治疗可使咳嗽发作缓解(基本诊断条件) ；松原市中医院治未病科赵东奇 (3)有个人过敏史或家族过敏史，变应原试验阳性可作辅助诊断； (4)气道呈高反应性特征，支气管激发试验阳性可作辅助诊断； (5)除外其他原因引起的慢性咳嗽。哮喘诊断标准一、婴幼儿哮喘诊断标准 　　(1)年龄＜3岁，喘息发作≥3次； 　　(2)发作时双肺闻及呼气相哮鸣音，呼气相延长； 　　(3)具有 特应性体质，如过敏性湿疹、过敏性鼻炎等； 　　(4)父母有哮喘病等过敏史； 　　(5)除外其他引起 喘息的疾病。凡具有以上第(1)、(2)、(5)条即可诊断哮喘。如喘息发作2次，并具有第(2)、(5)条，诊断可疑哮喘或喘息性支气管炎。如同时具有第(3)和(或)第(4)条时，可考虑给予哮喘治疗性诊断。", "⑵肺功能是哮喘的重要诊断手段，一般认为5岁才能作PEF、FEV1、FEV1/FVC等常规肺功能检查⑶GINA及美国哮喘教育和防治计划（NAEPP）也是以5岁为界制订治疗方案⑷5岁以下患儿的治疗依从性差，治疗方法和用药种类亦不同于5岁以上患儿⑸以5岁为界把儿童哮喘分为年幼儿期和年长儿期，既摒弃了以年龄命名诊断哮喘，又强调在儿童各期哮喘的诊斬、鉴别诊断、检查、治疗时应注意不同年龄阶段的特点二、年幼儿气道生理解剖免疫及临床特点", "所以预防儿童哮喘发展为成人慢性哮喘的关键在于早诊断，早治疗。儿童哮喘的发作频繁且顽固,如果未能及早治疗，则“痊愈”就一定的。因此哮喘的治疗应“早”，等待“自愈”是不对的，是消极的态度。尤其是10岁左右的儿童更需积极治疗，“自行缓解和自愈”的现象只有一小部分。但如果在青春期前经积极、系统的治疗，控制哮喘2年或更长时间不发作，即有希望在青春期终止其哮喘发作。 大庆市第五医院儿科陶源", "由此可见，大部分哮喘儿童经治疗后可控制，但如果发作次数频繁且顽固，“痊愈”就不一定，因此要积极治疗，等待“自愈”是不对的。尤其10岁左右的儿童更需积极长期治疗。“自行缓解和自愈”的现象只见于一小部分哮喘患儿，如果不积极防治，就会发展成慢性哮喘。但是如果在青春期发育前（男孩14岁和女孩12岁）经积极、正确的治疗，控制哮喘2年不发作，即可望在青春期终止其哮喘发作。", "年幼儿气道的生理解剖免疫有以下特点：⑴小气道平滑肌尚未发育或数量少，容易塌陷；⑵由于高Reid指数（粘液腺体占据气道壁的比例）导致支气管粘液腺分泌功能相对旺盛；⑶肺泡及其相连的周围支气管径发育不成比例，分泌物难于排出，容易导致小气道的疾病；⑷肺静态弹性回缩力较低，潮气呼吸时较易发生早期气道关闭，结果造成换气-灌流不同步和缺氧；⑸胸廓高度顺应性和横型插入肋膈角（成人斜型）增加了呼吸时隔肌的工作；⑹膈肌中抗疲劳骨骼肌纤维较少，导致隔肌装备差，却维持高的工作量；⑺缺乏Kohn孔，并且Lambert道的数量少导致同侧换气困难，因此年幼儿易发生远端肺不张和气道阻塞；⑻纤毛运动较差，粘液分泌较多，易形成痰栓；⑼水盐代谢旺盛，一旦入量不足，易脱水致痰液粘稠难于咳出；⑽免疫功能尚未完善及免疫调节功能未成熟，对呼吸道病毒感染敏感，感染时局部sIgA 低下，支气管粘膜过筛屏障障碍，变应原吸收增加上述情况均使气道易发生堵塞，导致喘鸣因此，年幼儿期哮喘与年长儿、成人有较大不同【12】", "所以预防儿童哮喘发展为成人慢性哮喘的关键在于早诊断，早治疗。儿童哮喘的发作频繁且顽固,如果未能及早治疗，则“痊愈”就不是一定的。因此哮喘的治疗应“早”，等待“自愈”是不对的，是消极的态度。尤其是10岁左右的儿童更需积极治疗，“自行缓解和自愈”的现象只有一小部分。但如果在青春期前经积极、系统的治疗，控制哮喘2年或更长时间不发作，即有希望在青春期终止其哮喘发作。", "2005年GINA认为， 5岁以下儿童哮喘的诊断主要依靠临床上对病史的询问、症状的评估以及详细的体格检查。对于发生喘息的年幼儿，哮喘的诊断非常重要，应与其他引起持续和反复发作的喘息进行仔细鉴别。若出现反复发作的喘息（>1次/月）、出现运动诱发的咳嗽或喘息、与病毒感染无关的夜间咳嗽、无季节变化的喘息、喘息症状持续至3岁以后的患者，则强烈倾向哮喘的诊断。㈠ 病毒性呼吸道感染与哮喘："]}
{"source_text": "性别:女  年龄:42   病程时间:2年  体型:略胖\n具体描述:\n2年前1天，由于逛街时间长，回家后旁晚发现全程血尿，并伴有腰酸头晕呕心（这症状过去几乎天天有），无发热症状，到医院检查确诊为右肾下垂7cm，嘱终身带腰托，再者手术治疗？请问除了以上两种办法，是否还有更好的，因为38度、39度的高温带那腰托实在受罪，不带就出现上述症状。第一次问题补充:我原先练", "target_text": "肾下垂是说肾脏因为呼吸活动慢慢的移动原来的位置，慢慢的出现下垂的一种症状，而且肾下垂还会引起敏感系统以及其他方面的症状，肾下垂引起的原因不明，有可能是和身体抵抗力有关或者是肾脏功能异常有关，肾下垂给患者的生活，工作都带来极大的困扰，所以日常一定要注意，肾下垂最好的方法是通过手术治疗，通过手术的方法让肾脏回到原来的地方，这样能够避免复发，在生活中一定要多休息，不能太疲劳，要戒烟酒。", "context": ["肾托一般来说对于肾下垂的治疗作用并不是很明显，肾下垂主要可以通过药物或者手术进行治疗。肾下垂主要是由于固定肾脏肌肉韧带松弛所导致，在腹压下降的时候，会出现肾脏向下移位而造成肾下垂，尿频，尿急等膀胱刺激征是肾下垂最常见的临床表现，还有一部分人肾脏下垂可能是因为肾脏先天发育畸形所导致。对于肾下垂来说，手术治疗是主要的治疗方式，同时可以配合一些补气的中药进行治疗，肾下垂的患者，我们也强调要加强腰腹肌肉的锻炼，提高肾脏的位置，平时生活中要注意休息，避免剧烈运动，定期进行肾功能和肾脏彩超的复查。", "概述：引起肾下垂的原因主要是腹压增高，外界损伤，体质瘦弱，剧烈的体育活动等。一些患有慢性咳嗽、便秘的患者，很容易因为腹压增加而引起肾下垂。分娩过程当中，腹压的突然减少，也容易引起急性肾下垂的发生。如果患者躯体受到了剧烈的震荡，比如从高处跌下，长期进行一些跳跃性的运动，也容易引起肾下垂。除此以外，如果患者非常的瘦弱，腰腹部的脂肪和肌肉严重缺乏，也会引起肾脏固定不稳，从而出现肾下垂。对症用药建议：", "大多数患者症状轻微或无症状，不需特殊治疗。如症状较重或有并发症时，可考虑给予保守治疗或者手术治疗。保守治疗包括高热量饮食，增加肾周脂肪；多卧床休息，卧床时将大腿抬高；还可行腹部按摩、电刺激，消除感染病灶；并可用肾托或腰带托起下垂的肾脏。如保守治疗无效，病情允许的情况下可做肾下垂固定术。友情提示：以上内容仅供参考，若提及药品相关信息，均需在专业医生或药师的指导下使用。", "肾下垂的治疗方法包括了非手术治疗，硬化剂注射治疗和肾下垂固定术等。对于临床上无症状的患者，可以多卧床休息，多加强运动锻炼，多食用一些高热量的食物，来增加肾脏周围的脂肪，从而增强腹壁的张力。对于症状严重，影响正常生活的患者，可以在肾脏周围脂肪内注射一些硬化剂，来进行固定黏连。最常用的一种固定手术是通过腹部的肌健将包膜边缘和肾实质缝合。饮食注意：肾下垂患者在饮食当中要注意多吃一些有营养的食物，避免身体过度的消瘦，比如牛奶，羊奶，蛋类，肉类，鱼类，坚果类食物都是非常适合患者的。为了增加脂肪，患者应该多吃一些含有脂肪和糖类的食物，比如蛋糕，面包，牛肉，羊肉，猪肉等。友情提示：以上内容仅供参考，若提及药品相关信息，均需在专业医生或药师的指导下使用。", "肾下垂中医是不能够治好，肾下垂指的是肾脏随着呼吸活动移动的位置超出了正常范围，从而会引起一系列的临床症状。发生的原因有很多，比如肾周脂肪减少或者是腹腔的压力增加，然后还有就是腹腔压力减少，比如分娩以后造成的损伤，都会引起肾脏下垂。在治疗上是可以采用非手术治疗和手术治疗两种方法。非手术治疗是要根据肾脏下垂的程度来决定，如果是肾周的脂肪比较少的话，可以用增加体重的方法，加强锻炼来改善，同时也要注意避免增加腹腔的压力的变化。如果通过非手术的治疗效果欠佳，是可以考虑手术来治疗，通过手术可以将肾脏的位置固定在比较正常的解剖位置。中医对于肾下垂在一些方面是有一定的治疗作用，但是它是不能够把肾下垂给治好。", "概述：肾下垂是指肾脏随呼吸活动所移动的位置超出正常范围，并由此引起泌尿系统与其他方面的症状。正常的情况下，肾脏随着机体的呼吸运动可以上下移动，约有三厘米左右的移动范围，当腹压降低时，肾脏就可能向下移位，一旦超出上述的活动范围时，就会造成肾下垂。肾下垂的发生可能与肾窝浅、肾蒂长、肾周脂肪减少、肾周结缔组织松弛、腹压增加或腹压突然减少、损伤、久坐久站等诸多因素有关，可能是单个因素，但大多是几个因素共同作用的结果。发病人群以女性为多，如果身体过于偏瘦，也有可能会出现肾下垂。肾下垂的症状：", "概述：肾下垂是指肾脏随呼吸活动，所移动的位置超出正常范围，并由此引起泌尿系统与其他方面症状。肾下垂的发生可能与肾窝浅、肾蒂长、肾周脂肪减少、肾周结缔组织松弛、腹压增加或腹压突然减少等有关，患者如果受到损伤，比如高处跌下，躯体受到剧烈震荡也会导致肾下垂。患者日常久坐久站等也可引起肾下垂，肾下垂的发生可能是单个因素，也可能是多个因素共同作用的结果。症状表现：肾下垂的患者可能会出现泌尿道感染，由于肾脏下垂时输尿管受压，尿路不通畅，引起尿路感染，如表现为尿频、尿急、尿痛、血尿等等。患者还会出现腰部酸痛感，尤其是在过度的劳累、行走、剧烈运动后出现，休息后症状可稍减轻。也会出现胃肠道症状，因为下垂的肾会影响周围的内脏器官，出现消化不良等胃肠道功能紊乱的情况。", "肾下垂在临床上可出现泌尿系统的症状，比如说腰痛、腰酸、过度的劳累或者行走或者是长时间的站立会导致症状加重，平躺后症状逐渐减轻。一旦泌尿系统感染的时候伴随着有尿频、尿急、尿痛等等。在镜下发现有血尿的情况。在做身体检查的时候，肾脏的位置可随体位的变化而改变。精神方面可能会出现乏力、失眠、眩晕、心悸等等。手术情况：1、无症状肾下垂；2、症状性肾下垂不合并功能改变；3、症状性肾下垂合并功能甚至形态改变，或伴有严重的尿路并发症。肾固定手术并不能解除肾盂-输尿管并发症引起的疼痛。因此，大多数症状性肾下垂仅需对症治疗，只有第三种情况才考虑手术治疗。友情提示：以上内容仅供参考，若提及药品相关信息，均需在专业医生或药师的指导下使用。", "肾下垂是临床上比较常见的一种疾病，在正常的情况下肾脏是位于人体后腹膜脊柱的两旁，同时随着机体的呼吸运动可以上下移动两到五厘米，体位的变动也可以移动一厘米左右。但是凡是肾脏在患者呼吸或者是体位改变的时候，活动度超过了上述的范围，并且可以触及到肾就可以诊断为肾下垂。一般肾下垂多见于消瘦的患者，一般以女性多见，右侧肾下垂比左侧肾下垂更为多见，约占80%左右，大部分肾下垂的患者没有明显的症状，少数的病人可能会有腰背酸痛的表现，在并发有泌尿系统感染的时候，会有尿频，尿急，尿痛，脓尿等表现。肾下垂可以是内脏下垂的一部分，如果同时伴有胃和肝脏下垂的时候，可以伴有胃肠道的症状。没有症状以及没有肠道梗阻的肾下垂，一般是不需要特殊治疗的，如果有明显的严重症状考虑手术治疗。", "治疗方法：肾脏下垂一般指的是肾脏脱离原来的部位，再向下低垂一些。肾脏下垂如果只是轻度，一般不会导致明显的临床症状，所以对于这种情况也不需要进行治疗。肾脏下垂主要是由于与周围的组织结构联系不密切，导致肾脏不能够固定，所以就会导致肾脏往下移动。肾脏下垂如果比较严重，就有可能会产生一定的临床症状，比如腰部胀痛不适、酸痛，或者疼痛等临床情况。这种情况就需要及时到医院进行手术治疗，将肾脏重新进行固定。临床症状：", "肾下垂的危害：肾下垂常见于体型消瘦的患者，由于肾周脂肪过少，很难起到固定作用。肾下垂的危害首先是剧烈活动过后容易出现肾区疼痛，甚至会出现肉眼血尿症状。重度肾下垂会导致输尿管和肾脏交界处出现扭曲，引起肾脏的积水，影响肾功能。如果出现重度肾下垂，必要时需要手术治疗，将肾脏悬吊固定。患者平时要注意锻炼身体，增强体质。友情提示：以上内容仅供参考，若提及药品相关信息，均需在专业医生或药师的指导下使用。", "再就是有一部分病人会有消化系统的症状，主要是因为肾脏活动度过大，对腹腔神经丛的牵拉导致腹胀，恶心，呕吐。活动度过大导致的腹腔神经丛的牵拉，这个症状有的时候是比较严重，一般治疗是不能缓解。还有一些神经官能方面的症状，比如病人比较紧张，常常伴有失眠，头晕，乏力，记忆力减退。所以说肾下垂严重与否主要是看肾脏下垂的范围，再就是病人的症状，是评估下垂严重与否最关键的指标。", "肾下垂是指肾脏随着呼吸活动，所移动的位置超过了正常人，正常人肾脏随着呼吸有三厘米之内的活动度，如果大于三厘米，考虑存在肾下垂。肾下垂严重与否，主要是和病人的症状有关，肾下垂的症状主要表现泌尿系统的症状，大多数都有腰痛。有一部分病人会有慢性尿路感染的表现，比如尿频，尿急，尿痛，还有一少数病人会有低热，反复发热的病史。", "大多数患者会存在腰部酸痛，少数还伴有低热或者反复发热的病史，偶有下肢水肿表现。在并发有泌尿系统感染的时候，会有尿频，尿急，尿痛，脓尿等表现。症状的产生的与肾下垂程度不一定成正比，有时虽然下垂的程度不重，但是却可以引起比较明显的症状。临床上右侧肾下垂比左侧肾下垂更为多见。肾下垂可牵拉肾血管或使其扭曲，导致肾血液供应障碍，出现肾充血、肿胀，肾绞痛、血尿、蛋白尿，甚至无尿。肾脏下移后可引起输尿管的扭曲，导致肾积水，并可继发感染和结石。肾下垂的治疗：", "肾下垂是指的肾脏随着呼吸活动移动的位置超出了正常的范围，正常的呼吸活动移动范围是3个cm之内，如果超出了范围，就称之为肾下垂，肾下垂可以引起泌尿系统和其他方面的临床症状，典型的症状是腰部酸痛，腹胀，恶心，失眠，肾区叩击痛等等。主要是因为肾脏下垂以后会牵拉到肾脏的血管或者使其扭曲，从而导致肾脏的血液供应出现了异常，会引起肾的充血肿胀，也会发生疼痛，甚至出现血尿，蛋白尿等等一系列的临床症状，但是肾脏下垂，找着病因给予积极的纠正是可以控制治疗的。", "第二、因为肾脏和人体的消化系统都是有一定联系的，所以如果要是出现了肾下垂的话，也会导致患者的消化系统出现一些问题，比如会导致患者出现消化不良、恶心、呕吐，还有就是出现腹胀的情形。一般来说如果因为负压不减低就很容易导致肾下垂的情况出现，所以日常运动还有其他活动的时候，一定要特别注意不要让肾脏脱离它原本的位置。", "第一、人体的每一部分组织都是会在一个特定的位置下的肾脏也是一样的，肾脏脱离了胸腰之间位置的话，就容易导致肾下垂的结果，对于患者来说不管是由于什么样的原因，只要是出现这样的症状的话就会导致出现一系列的病症。有些人对于肾的病症可能是会有一些了解的，想要知道肾下垂究竟会不会出现血尿的结果，我们来具体说一说，一般来说肾下垂导致的一个原因就是出现腰部酸痛的结果，因为这个时候患者可能会有尿路受到感染的情况，这个时候就会有尿频、尿急的情况，甚至还会对膀胱造成一定的刺激，所以会导致泌尿系统出现问题。"]}
{"source_text": "老人肝硬化腹水，出现吐血便血症状后，已一周未进食，最近几天呼吸困难，前一天已经抽水，但也未见好转，这该怎么办啊？", "target_text": "饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "context": ["1，肝硬化合并腹水时，由于腹胀和食欲不振，蛋白质摄人减少，再加之从腹水中损失的蛋白质，使体内蛋白质量降低，故要进食高蛋白饮食，如鱼、瘦肉、鸡蛋、乳类、豆制品等优质蛋白质。饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "1，肝硬化合并腹水时，由于腹胀和食欲不振，蛋白质摄人减少，再加之从腹水中损失的蛋白质，使体内蛋白质量降低，故要进食高蛋白饮食，如鱼、瘦肉、鸡蛋、乳类、豆制品等优质蛋白质。饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖，甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "1,肝硬化合并腹水时，由于腹胀和食欲不振，蛋白质摄人减少，再加之从腹水中损失的蛋白质，使体内蛋白质量降低，故要进食高蛋白饮食，如鱼、瘦肉、鸡蛋、乳类、豆制品等优质蛋白质。　　饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "病情分析：1,肝硬化合并腹水时，由于腹胀和食欲不振，蛋白质摄人减少，再加之从腹水中损失的蛋白质，使体内蛋白质量降低，故要进食高蛋白饮食，如鱼、瘦肉、鸡蛋、乳类、豆制品等优质蛋白质。　指导意见：　饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "病情分析：1,肝硬化合并腹水时，由于腹胀和食欲不振，蛋白质摄人减少，再加之从腹水中损失的蛋白质，使体内蛋白质量降低，故要进食高蛋白饮食，如鱼、瘦肉、鸡蛋、乳类、豆制品等优质蛋白质。　　指导意见：饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "病情分析： 肝炎小三阳会传染吗西医诊断上要看你的疼痛在腹部什么位置，如果在肝脏的位置那么不能排除是肝炎引起的疼痛。你的情况需要来院做乙肝五项和肝功能检查来明确病情是否和肝病有关系意见建议：饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "病情分析： 乙肝e抗体阳性是什么意思你好，肝硬化往往因并发症而死亡，上消化道出血为肝硬化最常见的并发症，而肝性脑病是肝硬化最常见的死亡原因。意见建议：饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。", "病情分析： 我得了乙肝我喝啤酒行吗你好，肝硬化往往因并发症而死亡，上消化道出血为肝硬化最常见的并发症，而肝性脑病是肝硬化最常见的死亡原因。意见建议：饮食中应有足够的热量，以米面为主食，满足每日糖量400g左右。除主食外，不要另外食用白糖、蜂蜜、甜点心等含糖量高的食品，以免诱发糖尿病、过度肥胖等。进食新鲜蔬菜和水果以补充维生素及矿物质，微量元素。"]}
{"source_text": "已经无力、痛、怕冷，十余年。一直都反反复复不见踪影好。最近几年情况越来越不好了.结缔组织病的病人,如果忍耐喝药治疗,结缔组织病严重怎么办?", "target_text": "结缔组织病，以疏松结缔组织粘液样水肿及纤维蛋白样变性为病理基础的一组疾病。这类病从中医学上实际上具有无名中毒性疾病。治疗上需根据你的临床表现加用激素及免疫抑制剂等治疗，而对于雷诺氏征目前药物治疗效果可能会不佳，日常生活上，要多注意防寒保暖，注意个人的饮食健康。", "context": ["缔组织病是泛指结缔组织（脂肪、血管、骨骼等）受累的疾病，是一种以血管和结缔组织慢性炎症的病理改变为基础病变，以疏松结缔组织黏液样水肿和类纤维蛋白变性为基本病理变化，病变累及多个系统的的一类自身免疫性疾病的统称。 　　结缔组织病临床表现为：风湿疾病症状，皮疹、关节痛、肌肉痛、脱发、光过敏、雷诺现象、口腔外阴溃疡、口眼干燥、腮腺肿大及其他系统具体病变，如消化、呼吸、泌尿、神经、血液等系统。 　　由于结缔组织病是多种疾病的总称，各种分类的临床表现各不相同，需要结合病史、具体表现及化验等明确具体疾病分类。临床最常见的有类风湿关节炎、系统性红斑狼疮、多发性皮肌炎、干燥综合征、痛风等。 　　确定疾病后治疗措施包括一般治疗（教育、生活方式、锻炼等），药物治疗（非甾体药物、糖皮质激素、抗风湿药物、免疫抑制剂、特异性药物等）、手术治疗（矫形、滑膜切除、关节置换等针对关节不可逆改变）。结缔组织病是非自愈性、不可逆性疾病，早发现、早诊断、早治疗才会取得良好的预后。", "　　缔组织病是泛指结缔组织（脂肪、血管、骨骼等）受累的疾病，是一种以血管和结缔组织慢性炎症的病理改变为基础病变，以疏松结缔组织黏液样水肿和类纤维蛋白变性为基本病理变化，病变累及多个系统的的一类自身免疫性疾病的统称。 　　结缔组织病临床表现为：风湿疾病症状，皮疹、关节痛、肌肉痛、脱发、光过敏、雷诺现象、口腔外阴溃疡、口眼干燥、腮腺肿大及其他系统具体病变，如消化、呼吸、泌尿、神经、血液等系统。 　　由于结缔组织病是多种疾病的总称，各种分类的临床表现各不相同，需要结合病史、具体表现及化验等明确具体疾病分类。临床最常见的有类风湿关节炎、系统性红斑狼疮、多发性皮肌炎、干燥综合征、痛风等。 　　确定疾病后治疗措施包括一般治疗（教育、生活方式、锻炼等），药物治疗（非甾体药物、糖皮质激素、抗风湿药物、免疫抑制剂、特异性药物等）、手术治疗（矫形、滑膜切除、关节置换等针对关节不可逆改变）。结缔组织病是非自愈性、不可逆性疾病，早发现、早诊断、早治疗才会取得良好的预后。", "结缔组织病不能单纯用中药治好，必须中西结合治疗。结缔组织病是以疏松结缔组织粘液样水肿及纤维蛋白样变性为病理基础的一组疾病，包括红斑狼疮、硬皮病、皮肌炎、类风湿性关节炎、结节性动脉炎、韦格纳肉芽肿、巨细胞动脉炎及干燥综合征等，中医经过辨证施治参和治疗。寒湿痹阻型:祛风除湿、补脾肝肾，用独活寄生汤加减；血瘀阻络型:活血通络，用身痛逐瘀汤加减；气血亏虚型:益气养血，用桂枝黄芪五物汤加减；脾肾阳虚型:温肾补脾，用右归饮合附子理中丸加减；湿滞经络型:温经通络，用羌活胜湿汤加减；热毒入络型:清热解毒，用清瘟败毒饮加减。", "结缔组织病不能单纯用中药治好，必须中西结合治疗。结缔组织病是以疏松结缔组织粘液样水肿及纤维蛋白样变性为病理基础的一组疾病，包括红斑狼疮、硬皮病、皮肌炎、类风湿性关节炎、结节性动脉炎、韦格纳肉芽肿、巨细胞动脉炎及干燥综合征等，中医通过辨证施治参与治疗。寒湿痹阻型:祛风除湿、补脾肝肾，用独活寄生汤加减；血瘀阻络型:活血通络，用身痛逐瘀汤加减；气血亏虚型:益气养血，用桂枝黄芪五物汤加减；脾肾阳虚型:温肾补脾，用右归饮合附子理中丸加减；湿滞经络型:温经通络，用羌活胜湿汤加减；热毒入络型:清热解毒，用清瘟败毒饮加减。", "早期的结缔组织病一般不可以治愈。结缔组织病属于一组疾病，并不是单独的疾病名称。主要特点为纤维蛋白样变性、粘液样水肿、疏松结缔组织等等。发病原因可能是遗传因素造成的。也可能是病毒感染等因素造成的疾病。在其中，比较多见的有系统性红斑狼疮、皮肌炎、干燥综合征、类风湿性关节炎等疾病。部分病人不会表现出异常的身体状况。建议如果表现出结缔组织病，要及时去医院进行控制。", "问题分析：结缔组织病，以疏松结缔组织粘液样水肿及纤维蛋白样变性为病理基础的一组疾病。最早认为主要是胶原纤维发生纤维蛋白样变性所致，一般认为与遗传、免疫及病毒感染等有一定关系，是多因性疾病。随着免疫学的进展，发现多数结缔组织病均伴有免疫学的异常，如抑制性T细胞功能低下、体液免疫功能亢进，有些结缔组织病有自身抗体存在，故也将这组病归入免疫性疾病或自身免疫性疾病。意见建议：目前在疾病前期对症治疗，病情稳定后采用中药调理免疫力疾病有所控制，平时注意生活习惯是可以治愈的。", "结缔组织病是疏松结缔组织粘液样水肿以及纤维蛋白样变性为特点的一组疾病，病因一般认为与遗传，免疫，病毒感染等有关系，是多种原因导致的疾病，常见的疾病有系统性红斑狼疮，系统性性硬化症，皮肌炎，类风湿性关节炎，干燥综合征等疾病，现在医学水平不能彻底根治，但是通过治疗可以控制症状，使病情可以长期缓解。", "结缔组织病主要是以疏松结缔组织粘液样水肿和纤维蛋白样变性为病理基础的一组疾病，这种病变和遗传、免疫、病毒感染有一定的关系，常见的病症有皮肌炎、系统性红斑狼疮、类风湿性关节炎等，目前还不能够彻底治愈这种疾病。", "弥漫性结缔组织病属于结缔组织病的一种，以疏松结缔组织黏液样水肿，以及纤维蛋白样变性为病理基础，是一组疾病的总称。最早认为这种疾病是胶原纤维，发生纤维蛋白样变性所导致的，所以曾经称为弥漫性胶原病或者胶原血管病，以后认为主要病变不仅限于胶原纤维，所以改称为结缔组织，它的病因不十分清楚。一般认为与遗传、免疫以及病毒感染有一定的关系，是多因性的疾病。随着免疫学的进展，多数结缔组织病均伴有免疫学的异常，比如抑制性T细胞功能低下，体液免疫功能亢进，有些结缔组织病有自身抗体存在，风湿病学发展以后有人又将结缔组织病概括于风湿病中。这类疾病有时候病情比较严重，不能根治，有的甚至可以影响生命。", "结缔组织病以疏松结缔组织黏液、水肿及纤维蛋白样变性为病理基础的一组疾病。主要是胶原纤维发生胶原蛋白样变性所致，被称为糜烂性胶原病或者是胶原血管病。病因不十分清楚，一般认为与遗传、免疫及病毒感染有一定的关系，是一种多因性疾病。随着免疫学的进展，发现多数的结缔组织并均伴有免疫学的异常，如体液免疫功能亢进、抑制性细胞功能低下等等，这些都是免疫性疾病和自身免疫性疾病。"]}
